Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Why is it bad to run as root
az: Niyə kök imtiyazları ilə başlatmaq pisdir
bo_cn: rootཐོབ་ཐང་གི་ངོས་ནས་འཁོར་སྐྱོད་བྱས་ཚེ་ཡག་པོ་མེད་པའི་རྒྱུ་མཚན་ནི།
hu: Miért rossz rendszergazdaként futtatni
pl: Dlaczego nie powinno się uruchamiać jako administrator
sq: Pse është gabim të xhirohet si rrënjë
ug: root سالاھىيىتىدە ئىجرا قىلغاندا ياخشى بولماسلىقنىڭ سەۋەبى
uk: Чому не варто запускати нічого від імені root
zh_hk: 以root身份運行不好的原因

source: Fcitx State:
az: Fcitx vəziyyəti:
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་རྣམ་པ།
hu: Fcitx állapot:
pl: Stan Fcitx:
sq: Gjendje Fcitx:
ug: كىرگۈزگۈچ ھالىتى:
uk: Стан Fcitx:
zh_hk: 輸入法 狀態:

source: executable:
az: icra olunabilən:
bo_cn: ལག་བསྟར་བྱེད་ཆོག་པའི་ཡིག་ཆ།
hu: Futtatható:
pl: wykonywalny:
sq: i ekzekutueshëm:
ug: ئىجرا قىلغىلى بولىدىغان ھۆججەت:
uk: виконуваний файл:
zh_hk: 可執行文件:

source: Cannot find fcitx executable!
az: Fcitx icra faylı tapılmır!
bo_cn: fcitx ཡི་ལག་བསྟར་བྱེད་ཆོག་པའི་ཡིག་ཆ་མ་རྙེད།
hu: Nem található az fcitx futtatható fájl!
pl: Nie udało się znaleźć pliku wykonywalnego Fcitx!
sq: S’gjendet dot i ekzekutueshëm fcitx!
ug: fcitx ئىجرا بولىدىغان ھۆججەتنى تاپقىلى بولمىدى!
uk: Не вдалося знайти виконуваного файла fcitx!
zh_hk: 無法找到 fcitx 可執行文件!

source: Please check ${1} for how to install fcitx.
az: Fcitx-i necə quraşdırmaq üçün ${1} yoxlayın
bo_cn: ${1} འདྲི་རྩད་བྱས་ཏེ་fcitxསྒྲིག་འཇུག་ཇི་ལྟར་བྱེད་དགོས་པར་ལྟ་བ།
hu: Kérjük ellenőrizze a ${1}-t a fcitx telepítéséhez.
pl: Proszę sprawdź ${1}, aby dowiedzieć się jak zainstalować Fcitx.
sq: Se si të instalohet fcitx-i, ju lutemi, shihni ${1}.
ug: ${1} نى زىيارەت قىلىپ fcitx نى قانداق قاچىلاشنى كۆرۈڭ.
uk: Будь ласка, ознайомтеся із ${1}, щоб дізнатися більше про те, як встановлювати fcitx.
zh_hk: 請訪問 ${1} 查看如何安裝 fcitx.

source: Found fcitx at ${1}.
az: ${1}-da fcitx tapıldı.
bo_cn: ${1} ཁྲོད་fcitxརྙེད་པ།
hu: A fcitx itt található: ${1}.
pl: Znaleziono fcitx w ${1}.
sq: U gjet fcitx te ${1}.
ug: ${1} دا fcitx بايقالدى.
uk: Знайдено fcitx у ${1}.
zh_hk: 在 ${1} 找到了 fcitx.

source: version:
az: versiya:
bo_cn: པར་གཞི།
hu: Verzió:
pl: wersja:
ug: نەشرى:
uk: версія:
zh_hk: 版本:

source: Fcitx version: ${1}
az: Fcitx versiyası: ${1}
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་པར་གཞི།${1}
hu: Fcitx verzió: ${1}
pl: Wersja Fcitx: ${1}
sq: Version Fcitx-i: ${1}
ug: كىرگۈزگۈچ نەشرى: ${1}
uk: Версія Fcitx: ${1}
zh_hk: 輸入法 版本: ${1}

source: process:
az: proses:
bo_cn: བརྒྱུད་རིམ།
hu: Folyamat:
pl: proces:
sq: proces:
ug: لىنىيە:
uk: процес:
zh_hk: 進程:

source: Fcitx is not running.
az: Fcitx işləmir.
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འཁོར་སྐྱོད་བྱེད་ཀྱི་མེད།
hu: A Fcitx nem fut.
pl: Fcitx nie jest włączony.
sq: Fcitx-i s’po xhiron.
ug: كىرگۈزگۈچ ئىجرا بولمىغان.
uk: Fcitx не запущено.
zh_hk: 輸入法 沒有在運行.

source: Please check the Configure link of your distribution in ${1} for how to setup fcitx autostart.
az: Fcitx avtobaşlatmanın təyin olunması qaydası üçün ${1}-d'kı distribütorunuzun Tənzimləmə keçidini nəzərdən keçirin.
bo_cn: ${1} ཤོག་ངོས་ཐོག་གི་ཁྱེད་རང་གི་འགྲེལ་སྤེལ་པར་གཞི་དང་འཚམ་པའི་སྦྲེལ་ཐག་ལ་འདྲི་རྩད་བྱས་ཏེ་ནང་འཇུག་བྱེད་སྟངས་རང་སྒྲུབ་འགོ་ཇི་ལྟར་སློང་བར་ལྟ་བཤེར་བྱེད།
hu: Kérjük ellenőrizze a disztribúció konfigurálási hivatkozását a ${1} webhelyen a fcitx automatikus indítási beállításához.
pl: Proszę sprawdź link konfiguracyjny twojej dystrybucji w ${1}, aby dowiedzieć się jak ustawić fcitx autostart.
sq: Se si të ujdiset vetënisje e fcitx-it, ju lutemi, shihni lidhjen Formësojeni të shpërndarjes tuaj, te ${1}.
ug: ${1} بەت يۈزىگە سىز تارقاتقان نۇسقىدىكى سەپلىمە ئۇلانمىنى زىيارەت قىلىپ كىرگۈزگۈچنى قانداق ئاپتوماتىك قوزغىتىشنى تەڭشەشنى كۆرۈڭ.
uk: Будь ласка, ознайомтеся із посиланням «Налаштувати» для вашого дистрибутива у ${1}, щоб дізнатися про те, як налаштувати автозапуск fcitx.
zh_hk: 請訪問 ${1} 頁面上對應您發行版的配置鏈接查看如何配置輸入法的自動啟動.

source: Found ${1} fcitx processes:
az: ${1} fcitx prosesləri tapıldı:
bo_cn: ${1} བྱས་པའི་fcitxབརྒྱུད་རིམ་རྙེད་སོང་།
hu: $ {1} fcitx folyamat található:
pl: Znaleziono ${1} procesów fcitx:
sq: U gjetën ${1} procese fcitx:
ug: ${1} دانە fcitx لىنىيەسى بايقالدى:
uk: Знайдено процеси fcitx ${1}:
zh_hk: 找到了 ${1} 個 fcitx 進程:

source: Found ${1} fcitx process:
az: ${1} fcitx prosesi tapıldı:
bo_cn: ${1} བྱས་པའི་fcitxབརྒྱུད་རིམ་རྙེད་སོང་།
hu: $ {1} fcitx folyamat található:
pl: Znaleziono ${1} fcitx proces:
sq: U gjet ${1} proces fcitx:
ug: ${1} دانە fcitx لىنىيەسى بايقالدى:
uk: Знайдено процес fcitx ${1}:
zh_hk: 找到了 ${1} 個 fcitx 進程:

source: Cannot connect to fcitx correctly.
az: Fcitx-ə düzgün qoşula bilmədi
bo_cn: fcitx.དང་སྦྲེལ་ཐབས་བྲལ།
pl: Nie udało się połączyć poprawnie do fcitx.
sq: S’lidhet dot saktë te fcitc-i.
ug: fcitx قا ئۇلىنالمىدى.
uk: Не вдалося належним чином встановити з'єднання із fcitx.
zh_hk: 無法連接到 fcitx.

source: ${1} works properly.
az: ${1} düzgün işləyir.
bo_cn: ${1} ལས་ཀ་རྒྱུན་ལྡན།
hu: A ${1} megfelelően működik.
pl: ${1} działa prawidłowo.
sq: ${1} funksionon si duhet.
ug: ${1} نورمال خىزمەت قىلىۋاتىدۇ.
uk: ${1} працює належним чином.
zh_hk: ${1} 工作正常.

source: DBus interface:
az: DBus interfeysi:
bo_cn: DBus མཐུད་ངོས།
hu: DBus interfész:
pl: Interfejs DBus:
sq: Ndërfaqe DBbus:
ug: DBus كۆرۈنمە يۈزى:
uk: Інтерфейс DBus:
zh_hk: DBus 界面:

source: Using ${1} to check dbus.
az: DBus yoxlamaq üçün ${1} istifadə olunur.
bo_cn: ${1} སྤྱད་དེ་dbusཞིབ་བཤེར་བྱེད་པ།
hu: ${1} használata a dbus ellenőrzéséhez.
pl: Korzystanie z ${1}, aby sprawdzić dbus.
sq: Po përdoret ${1} për të kontrolluar për dbus.
ug: ${1} ئارقىلىق dbusنى تەكشۈرۈش.
uk: Використовуємо ${1} для перевірки dbus.
zh_hk: 使用 ${1} 來檢查 dbus。

source: Owner of DBus name ${1} is ${2}.
az: ${2}, ${1} DBus adının sahibidir.
bo_cn: DBus མིང་ ${1} དབང་མཁན་ནི་${2}རེད།
hu: A ${1} DBus név tulajdonosa ${2}.
pl: Właściciel nazwy DBus ${1} to ${2}.
sq: I zoti i DBus-it me emër ${1} është ${2}.
ug: DBus نامى ${1}نىڭ ئىگىدارى ${2} .
uk: Власником назви DBus ${1} є ${2}.
zh_hk: DBus 名稱 ${1} 的所有者是 ${2}。

source: Cannot find DBus name ${1} owner.
az: ${1} DBus adının sahibini tapmaq mümkün deyil.
bo_cn: DBusམིང་${1} གི་དབང་མཁན་མ་རྙེད།
hu: Nem található a DBus név ${1} tulajdonosa.
pl: Nie udało się znaleźć nazwy właściciela DBus ${1}.
sq: S’gjendet i zoti i DBus-it me emër ${1}.
ug: DBus نامى ${1} نىڭ ئىگىدارى تېپىلمىدى.
uk: Не вдалося знайти власника назви DBus ${1}.
zh_hk: 找不到 DBus 名稱 ${1} 的所有者。

source: PID of DBus name ${1} owner is ${2}.
az: ${1} DBus adının PİD-i ${2}-n sahibidir.
bo_cn: DBusམིང་${1}གི་PID ཡི་དབང་མཁན་ནི་${2}རེད།
hu: A DBus név ${1} tulajdonosának PID-je ${2}.
pl: PID nazwy DBus: ${1}, właściciel to ${2}.
sq: PID e të zotit të DBus-it me emër ${1} është ${2}.
ug: DBus نامى ${1} نىڭ PID ئىگىدارى ${2} .
uk: PID власника назви DBus ${1} — ${2}.
zh_hk: DBus 名稱 ${1} 的 PID 所有者是 ${2}。

source: Cannot find pid of DBus name ${1} owner.
az: ${1} DBus adının PİD-ini tapmaq mümkün deyil.
bo_cn: DBusམིང་${1}གི་pidཡི་དབང་མཁན་མ་རྙེད།
hu: Nem található a ${1} DBus tulajdonosának azonosítója.
pl: Nie udało się znaleźć PID nazwy właściciela DBus ${1}.
sq: S’gjendet dot PID e të zotit të DBus-it me emër ${1}.
ug: DBus نامى ${1} نىڭ pid ئىگىدارى تېپىلمىدى.
uk: Не вдалося знайти PID власника назви DBus ${1}.
zh_hk: 找不到 DBus 名稱 ${1} 的 pid 所有者。

source: Unable to find a program to check dbus.
az: DBus-u yoxlamaq üçün proqram tapılmadı.
bo_cn: བྱ་རིམ་ཞིབ་བཤེར་dbusརྙེད་མ་ཐུབ།
hu: Nem található program a dbus ellenőrzésére.
pl: Nie udało się znaleźć programu do sprawdzenia DBus.
sq: S’arrihet të gjendet një program për të kontrolluar dbus-in.
ug: پروگرامما تەكشۈرۈش dbus نى تاپقىلى بولمايدۇ.
uk: Не вдалося знайти програму для перевірки dbus.
zh_hk: 無法找到程序檢查 dbus。

source: Config GUI for gtk${1}:
az: gtk${1} üçün Qrafik interfeys tənzimləməsi:
bo_cn: GTK+-${1}.0སྤྱོད་པའི་སྡེབ་སྒྲིག་མཐུད་ངོས།
hu: A gtk${1} konfigurációs grafikus felülete:
pl: Konfiguracja GUI dla gtk${1}:
sq: GUI formësimi për gtk${1}:
ug: GTK+-${1}.0 نىڭ سەپلىمە كۆرۈنمە يۈزى ئۈچۈن ئىشلىتىلىدۇ:
uk: Графічний інтерфейс налаштувань для gtk${1}:
zh_hk: 用於 GTK+-${1}.0 的配置界面：

source: Config GUI for gtk${1} not found.
az: gtk${1} üçün Qrafik İstifadəçi İnyterfeysi tapılmadı.
bo_cn: gtk${1} སྡེབ་སྒྲིག་མཐུད་ངོས་རྙེད་མ་སོང་།
hu: A gtk${1} Konfigurációs grafikus felhasználói felülete nem található.
pl: Konfiguracja GUI dla gtk${1} nie została znaleziona.
sq: S’u gjet GUI formësimi për gtk${1}.
ug: gtk${1} نىڭ سەپلىمە كۆرۈنمە يۈزى تېپىلمىدى.
uk: Не знайдено графічний інтерфейс налаштувань gtk${1}.
zh_hk: 未找到 gtk${1} 的配置界面.

source: Found ${1} at ${2}.
az: ${2}-d' ${1} tapıldı.
bo_cn: ${2} ནང་ལས་ ${1}རྙེད་བྱུང་།
hu: ${1} itt található ${2}.
pl: Znaleziono ${1} w ${2}.
sq: U gjet ${1} te ${2}.
ug: ${2} دا ${1} تېپىلدى.
uk: Знайдено ${1} у ${2}.
zh_hk: 在 ${2} 找到了 ${1}。

source: Config GUI for kde:
az: KDE üçün GUİ tənzimləməsi:
bo_cn: KDE ཡི་སྡེབ་སྒྲིག་མཐུད་ངོས།
hu: Konfigurációs grafikus felhasználói felület a kde-hez:
pl: Konfiguracja GUI dla KDE:
sq: GUI Formësimi për kde:
ug: KDE نىڭ سەپلىمە كۆرۈنمە يۈزى:
uk: Графічний інтерфейс налаштувань для kde:
zh_hk: KDE 的配置界面：

source: Found fcitx kcm module.
az: Fcitx kcm modulu tapıldı.
bo_cn: fcitxཡི་དཔེ་དུམ་kcmརྙེད་པ།
hu: Fcitx kcm modul található.
pl: Znaleziono moduł KCM Fcitx.
sq: U gjet modul kcm fcitx.
ug: fcitx نىڭ kcm مودۇلى تېپىلدى.
uk: Знайдено модуль KCM fcitx.
zh_hk: 找到了 fcitx 的 kcm 模塊。

source: Fcitx Configure UI:
az: Fcitx ayarlanması is. interfeysi:
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྡེབ་སྒྲིག་མཐུད་ངོས།
hu: Fcitx Felhasználói felület konfigurálása:
pl: Konfiguracja UI Fcitx:
sq: UI Formësimi Fcitx-i:
ug: كىرگۈزگۈچنىڭ سەپلىمە كۆرۈنمە يۈزى:
uk: Інтерфейс налаштувань Fcitx:
zh_hk: 輸入法配置界面:

source: Config Tool Wrapper:
az: Tənzimləmə aləti üçün proqram-üzlüyü:
bo_cn: སྡེབ་སྒྲིག་ཡོ་བྱད་ཐུམ་སྒྲིལ།
hu: Konfigurációs eszköz csomagolója:
pl: Wrapper dla narzędzia konfiguracyjnego:
sq: Mbështjellëse Mjeti Formësimi:
ug: سەپلەش قورالى پېچىتى:
uk: Обгортка інструмента налаштувань:
zh_hk: 配置工具封裝：

source: Cannot find fcitx-configtool executable!
az: fcitx-configtool icra faylı tapılmır!
bo_cn: fcitx-configtoolཡི་ལག་བསྟར་བྱེད་རུང་བའི་ཡིག་ཆ་རྙེད་ཐབས་བྲལ།
hu: Nem található az fcitx-configtool futtatható fájl!
pl: Nie udało się znaleźć pliku wykonywalnego fcitx-configtool!
sq: S’gjendet dot i ekzekutueshëm fcitx-configtool!
ug: fcitx-configtool ئىجرا بولىدىغان ھۆججەتنى تاپقىلى بولمىدى!
uk: Не вдалося знайти виконуваний файл fcitx-configtool!
zh_hk: 無法找到 fcitx-configtool 的可執行文件！

source: Found fcitx-configtool at ${1}.
az: ${1} daxilidə fcitx-configtool tənzimləmə aləti tapıldı.
bo_cn: ${1}ཁྲོད་ནས་ fcitx-configtoolརྙེད་པ།
hu: A fcitx-configtool itt található: ${1}.
pl: Znaleziono fcitx-configtool w ${1}.
sq: U gjet fcitx-configtool te ${1}.
ug: ${1} دا fcitx-configtool بايقالدى.
uk: Знайдено fcitx-configtool у ${1}.
zh_hk: 在 ${1} 找到了 fcitx-configtool。

source: Cannot find a GUI config tool, please install one of ${1}, ${2}, or ${3}.
az: Qrag=fik İs. İnterfeysi tənzimləməsi aləti tapılmadı, lütfən bunlardan birini quraşdırın: ${1}, ${2}, və ya ${3}.
bo_cn: པར་རིས་མཐུད་ངོས་ཀྱི་སྡེབ་སྒྲིག་ཡོ་བྱད་རྙེད་ཐབས་བྲལ་བས། ${1}དང་${2} ${3}ལས་གང་རུང་ཞིག་ནང་འཇུག་བྱེད།
hu: Nem található GUI konfigurációs eszköz, kérjük, telepítse a ${1}, ${2} vagy ${3} egyikét.
pl: Nie udało się znaleźć narzędzia konfiguracyjnego GUI, proszę zainstaluj jedno z podanych: ${1}, ${2} lub ${3}.
sq: S’gjendet dot ndonjë mjet GUI formësimi, ju lutemi, instaloni një nga ${1}, ${2}, ose ${3}.
ug: بىر گرافىكلىق كۆرۈنمە يۈز سەپلەش قورالىنى تاپقىلى بولمىدى، ${1}，${2}，${3} نىڭ بىرىنى قاچىلاڭ.
uk: Не вдалося знайти графічного інтерфейсу засобів налаштовування. Будь ласка, встановіть один із таких засобів: ${1}, ${2} або ${3}.
zh_hk: 無法找到一個圖形界面的配置工具，請安裝 ${1}，${2}，${3} 之一。

source: Environment variable ${1} is set to "${2}" correctly.
az: ${1} mühit dəyişəni "${2}" kimi düzgün quruldu.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་${1}དེ་ "${2}"ཡང་དག་པར་བཅོས་ཡོད།
hu: A ${1} környezeti változó helyesen "${2}" értékre van állítva.
pl: Zmienna środowiskowa ${1} ustawiona na "${2}" poprawnie.
sq: Ndryshorja ${1} e mjedisit është vënë saktë si “${2}”.
ug: مۇھىت ئۆزگىرىشى ${1} توغرا ھالدا ${2} قىلىپ تەڭشەلدى.
uk: Для змінної середовища ${1} встановлено належне значення «${2}».
zh_hk: 環境變量 ${1} 已經正確地設為了 "${2}".

source: Environment variable ${1} is "${2}" instead of "${3}". Please check if you have exported it incorrectly in any of your init files.
az: "${3}" əvəzinə "${2}", ${1} mühit dəyişənidir. Onun init-faylına düzgün ixrac edildiyini yoxlayın.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་${1}གི་གྲངས་ཐང་དེ་ "${2}"ལ་བཟོས་ཡོད་པ་ལས་"${3}"ལ་བཟོས་མེད། ཁྱོད་ཀྱིས་འགོ་འཛུགས་ཡིག་ཆའི་ཁྲོད་དེའི་གྲངས་ཐང་ནོར་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད།
hu: A(z) ${1} környezeti változó "${2}" a "${3}" helyett. Kérjük ellenőrizze, hogy nem megfelelően exportálta-e valamelyik init fájlban.
pl: Zmienna środowiskowa ${1} jest ustawiona na "${2}" zamiast "${3}". Proszę sprawdź, czy jest ona eksportowana poprawnie w każdym pliku init.
sq: Ndryshorja ${1} e mjedisit është “${2}”, në vend se“${3}”. Ju lutemi, kontrolloni se mos e keni eksportuar pasaktësisht në ndonjë nga kartelat tuaja init.
ug: مۇھىت ئۆزگەرگۈچى مىقدارى ${1} نىڭ قىممىتى« ${2}» قىلىپ تەڭشەلدى، « ${3}» ئەمەس. مەلۇم دەسلەپكى ھۆججەتتە ئۇنىڭ قىممىتىنى خاتا تەڭشەپ قويغان-قويمىغانلىقىڭىزنى تەكشۈرۈڭ.
uk: Значенням змінної середовища ${1} є «${2}» замість «${3}». Будь ласка, перевірте, чи правильно було її експортовано у якомусь із ваших файлів ініціалізації.
zh_hk: 環境變量 ${1} 的值被設為了 "${2}" 而不是 "${3}". 請檢查您是否在某個初始化文件中錯誤的設置了它的值.

source: XMODIFIERS is not set
az: XMODIFIERS təyin olunmayıb
bo_cn: XMODIFIERSསྒྲིག་འགོད་བྱས་མེད།
hu: Az XMODIFIERS nincs beállítva
pl: XMODIFIERS nie zostało ustawione
sq: XMODIFIERS s’janë ujdisur
ug: XMODIFIERS تەڭشىكى يوق
uk: Не встановлено значення XMODIFIERS
zh_hk: XMODIFIERS 沒有設置

source: Cannot interpret XMODIFIERS: ${1}.
az: XMODIFIERS interpretatoru tapılmır: ${1}.
bo_cn: XMODIFIERS: ${1}གསེད་དཀྲོལ་བྱེད་ཐབས་བྲལ།
hu: Nem értelmezhető az XMODIFIERS: ${1}.
pl: Błąd interpretacji XMODIFIERS: ${1}.
sq: S’interpretohen dot XMODIFIERS: ${1}.
ug: XMODIFIERS: ${1} نى يېشەلمىدى.
uk: Не вдалося обробити XMODIFIERS: ${1}.
zh_hk: 無法解析 XMODIFIERS: ${1}.

source: Xim Server Name from Environment variable is ${1}.
az: Mühit dəyişənindən Xim server adı: ${1}.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ཁྲོད་ལས་རག་བའི་Xim ཞབས་ཞུའི་མིང་${1}རེད་འདུག
hu: Az Xim kiszolgáló neve a környezeti változóból ${1}.
pl: Nazwa Serwera Xim ze zmiennej środowiskowej to ${1}.
sq: Emri i Shërbyesit Xim për ndryshore mjedisi është ${1}.
ug: مۇھىت ئۆزگەرگۈچى مىقداردىن ئېرىشكەن Xim مۇلازىمىتېرنىڭ نامى ${1} .
uk: Назвою сервера Xim зі змінної середовища є ${1}.
zh_hk: 從環境變量中獲取的 Xim 服務名稱為 ${1}.

source: XIM_SERVERS on root window:
az: XİM_SERVERS root (kök) pəncərəsində:
bo_cn: རྩ་བའི་སྒེའུ་ཁུང་ཐོག་གི་XIM_SERVERS
hu: XIM_SERVERS a gyökérablakban:
pl: XIM_SERVERS na oknie administratora:
sq: XIM_SERVERS në dritare rrënjë:
ug: غول كۆزنەكتىكى XIM_SERVERS:
uk: XIM_SERVERS у вікні root:
zh_hk: 根窗口上的 XIM_SERVERS:

source: Xim server name is the same with that set in the environment variable.
az: Xim severinin adı mühit dəyişənində təyin edildiyi kimidir.
bo_cn: Ximཞབས་ཞུའི་མིང་དང་ཁོར་ཡུག་འགྱུར་ཚད་ཁྲོད་ཀྱི་སྒྲིག་འགོད་གཅིག་པ་རེད་འདུག
hu: A Xim-kiszolgáló neve megegyezik a környezeti változóban beállított beállítással.
pl: Nazwa serwera Xim jest taka sama jak ustawiona w zmiennej środowiskowej.
sq: Emri i shërbyesit Xim është i njëjtë me atë të ujdisur te ndryshorja e mjedisit.
ug: Xim مۇلازىمىتىنىڭ نامى مۇھىت ئۆزگەرگۈچى مىقدار ئىچىدىكى بىلەن ئوخشاش.
uk: Назва сервера Xim збігається зі назвою, яку встановлено за допомогою змінної середовища.
zh_hk: Xim 服務的名稱與環境變量中設置的相同.

source: Xim server name: "${1}" is different from that set in the environment variable: "${2}".
az: Xim serverin adı: "${1}" mühit dəyişənində təyin ediləndən fərqlənir: "${2}".
bo_cn: Ximཞབས་ཞུའི་མིང་"${1}" འདི་ཁོར་ཡུག་འགྱུར་ཚད་ཁྲོད་སྒྲིག་འགོད་ཀྱི་གྲངས་ཐང་"${2}"དང་གཅིག་པ་རེད་མི་འདུག
hu: Xim szerver neve: "${1}" eltér a környezeti változóban beállított értéktől: "${2}".
pl: Nazwa serwera Xim: "${1}" jest inna niż ta ustawiona w zmiennej środowiskowej: "${2}".
sq: Emri i shërbyesit Xim, “${1}”, është i ndryshëm me atë të ujdisur te ndryshorja e mjedisit: "${2}".
ug: Xim مۇلازىمىتېر نامى «${1}» مۇھىت ئۆزگىرىشى تەڭشىكىدىكى «${2}» بىلەن ئوخشىمايدۇ.
uk: Назва сервера Xim «${1}» не збігається із встановленою у змінній середовища: «${2}».
zh_hk: Xim 服務名稱: "${1}" 與環境變量中設置的值 "${2}" 不同.

source: Cannot find xim_server on root window.
az: Kök pəncərəsində xim_server tapılamadı.
bo_cn: རྩ་བའི་སྒེའུ་ཁུང་ནང་xim_serverརྙེད་ཐབས་བྲལ།
hu: Nem található xim_server a gyökérablakban.
pl: Nie udało się znaleźć xim_server na oknie administratora.
sq: S’gjendet dot xim_server në dritare rrënjë.
ug: غول كۆزنەكتە xim_server تېپىلمىدى.
uk: Не вдалося знайти xim_server у кореневому вікні.
zh_hk: 無法在根窗口找到 xim_server.

source: XIM for Emacs:
az: Emacs üçün XİM:
bo_cn: Emacs ལ་སྤྱོད་པའི་ XIM：
hu: XIM az Emacs esetében:
pl: XIM dla Emacs:
sq: XIM për Emacs:
ug: Emacs قا ئىشلىتىلىدىغان XIM:
uk: XIM для Emacs:
zh_hk: 用於 Emacs 的 XIM：

source: Your LC_CTYPE is set to ${1} instead of one of zh, ja, ko. You may not be able to use input method in emacs because of an really old emacs bug that upstream refuse to fix for years.
az: Sizin LC_CTYPE dəyişəni zh, ja, ko əvəzinə ${1} dəyərinə quruldu. Sizin, emacs-da daxiletmə üsulundan istifadə etmək imkanınız olmaya bilər, çünki illərlə düzəldilməyən çox köhnə emacs xətaları hələ də qalmaqdadır.
bo_cn: ཁྱོད་ཀྱི་ LC_CTYPEཡི་སྒྲིག་འགོད་དེ་${1} ཡིན་པ་ལས་zhདང་ ja koགསུམ་གྱི་གང་རུང་ཞིག་རེད་མི་འདུག ཁྱོད་ཀྱིས་Emacs ཁྲོད་ནང་འཇུག་བྱེད་སྟངས་སྤྱོད་ཐབས་བྲལ། དེའི་རྩ་བ་ནི་ལོ་མང་རིང་གི་སྐྱོན་ཆ་རྙིང་པ་ཞིག་སླར་གསོ་བྱ་རྒྱུ་དང་ལེན་བྱས་མེད་པས་རེད།
hu: Az LC_CTYPE értéke ${1} a zh, ja, ko helyett. Előfordulhat, hogy nem tudja használni a beviteli módot az emacs-ban egy nagyon régi emacs-hiba miatt, amelyet az upstream évekig nem hajlandó kijavítani.
pl: Twój LC_CTYPE jest ustawiony na ${1} zamiast na zh, ja, ko. Nie będziesz mógł korzystać z metod wejścia w emacs z powodu bardzo starego buga, który ma w nim miejsce.
sq: Parametri juaj LC_CTYPE është caktuar si ${1}, në vend se si një nga zh, ja, ko. Mund të mos jeni në gjendje të përdorni metodë dhëniesh në Emacs, për shkak të një të mete shumë të vjetër në Emacs që zhvilluesit nuk pranojnë prej vitesh ta ndreqin.
ug: سىزنىڭ LC_CTYPE تەڭشىكىڭىز ${1}، ئەمما zh, ja, ko لەرنىڭ بىرى ئەمەس، Emacs تە كىرگۈزگۈچ ئىشلىتەلمەسلىكىڭىز مۇمكىن، ئۇنىڭ تۈپ مەنبەسى يۇقىرى ئېقىندا ئەسلىگە كەلتۈرۈشنى كۆپ يىل رەت قىلغان بىر كونا كاشىلىدىن كەلگەن.
uk: Для змінної LC_CTYPE встановлено значення ${1} замість одно з таких значень: zh, ja, ko. Ймовірно, ви не зможете скористатися способом введення у emacs через дуже давню ваду у emacs, яку в основній гілці розробки відмовляються виправляти вже роки.
zh_hk: 您的 LC_CTYPE 設置為 ${1} 而不是 zh, ja, ko 之一。您可能無法在 Emacs 中使用輸入法，其根本是源自上游拒絕修復多年的一個超老的故障。

source: XIM encoding:
az: XİM kodlaşdırma:
bo_cn: XIM ཨང་སྒྲིག
hu: XIM kódolás:
pl: Kodowanie XIM:
sq: Kodim XIM:
ug: XIM تەرتىپ نومۇرى:
uk: Кодування XIM:
zh_hk: XIM 編碼：

source: Your LC_CTYPE is set to ${1} whose encoding is not UTF-8. You may have trouble committing strings using XIM.
az: Sizin UTF-8 kodu olmayan LC_CTYPE ${1} kimi təyin olunub. XİM istifadə edərək sətirləri icra etmənizdə problem ola bilər.
bo_cn: ཁྱོད་ཀྱི་ LC_CTYPEདེ་ ${1}ལ་སྒྲིག་འགོད་བྱས་འདུག དེའི་ཨང་ཀི་ UTF-8རེད་མི་འདུག ཁྱོད་ཀྱིས་XIMསྤྱད་དེ་ཡིག་རྟགས་སྐྱེལ་སྤྲོད་བྱེད་སྐབས་གནད་དོན་འཕྲད་ཀྱང་སྲིད།
hu: Az LC_CTYPE értéke ${1}, amelynek kódolása nem UTF-8. Problémái lehetnek a karakterláncok XIM használatával történő véglegesítésénél.
pl: Twój LC_CTYPE jest ustawiony na ${1}, którego kodowanie nie jest UTF-8. Możesz napotkać problemy podczas komitowania napisów korzystając z XIM.
sq: Parametri juaj LC_CTYPE është caktuar si ${1} kodimi i të cilës s’është UTF-8. Mund të keni probleme me parashtrim vargjesh duke përdorur XIM-in.
ug: سىزنىڭ LC_CTYPE تەڭشىكىڭىز ${1}، بەلكى UTF-8 ئەمەس، سىز بەلكىم XIM نى ئىشلىتىپ ھەرپ-بەلگە تىزىقىنى تاپشۇرغاندا مەسىلىگە يولۇقىشىڭىز مۇمكىن.
uk: Для змінної LC_CTYPE встановлено значення ${1} із кодуванням, відмінним від UTF-8. При передаванні рядків за допомогою XIM можуть виникнути проблеми.
zh_hk: 您的 LC_CTYPE 設置為 ${1}，它的編碼不是 UTF-8。您可能會在使用 XIM 提交字符串時遇到問題。

source: You are using xim in ${1} programs.
az: Siz XİM-i ${1} proqramlarında istifadə edirsiniz.
bo_cn: ཁྱོད་ཀྱིས་བྱ་རིམ་${1} ཁྲོད་ximསྤྱོད་བཞིན་འདུག
hu: ${1} programban használja a xim-et.
pl: Korzystasz z XIM w ${1} aplikacjach.
sq: Po përdorni xim në ${1} programe.
ug: سىز ھازىر ${1} پروگراممىسىدا xim نى ئىشلىتىۋاتىسىز.
uk: Ви користуєтеся xim у програмах ${1}.
zh_hk: 您正在 ${1} 程序中使用 xim.

source: You may have trouble using fcitx in ${1} programs.
az: ${1} proqramında fcitx istifadə edərkən problem yarana bilər.
bo_cn: ཁྱོད་ཀྱིས་བྱ་རིམ་${1}ཁྲོད་ fcitxསྤྱོད་སྐབས་གནད་དོན་འཕྲད་སྲིད།
hu: Problémái lehetnek az fcitx használatával a ${1} programokban.
pl: Możesz napotkać problemy korzystając z Fcitx w ${1} aplikacjach.
sq: Mund të keni probleme me përdorimin e fcitx-it në programe ${1}.
ug: ${1} پروگراممىسىدا fcitx نى ئىشلەتكەندە مەسىلىگە يولۇقۇشىڭىز مۇمكىن.
uk: У вас можуть виникнути проблеми із використанням fcitx у програмах ${1}.
zh_hk: 您可能會在 ${1} 程序中使用 fcitx 時遇到問題.

source: Qt IM module files:
az: Qt İM modulu faylları:
bo_cn: Qtནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་ཡིག་ཆ།
pl: QT MW pliki modułowe:
sq: Kartela moduli IM Qt:
ug: Qt كىرگۈزگۈچ مودۇلى ھۆججىتى:
uk: Файли модуля способів введення Qt:
zh_hk: Qt 輸入法模塊文件:

source: Found fcitx im module for ${2}: ${1}.
az: ${2} üçün fcitx im modulu tapıldı: ${1}/
bo_cn: ${2}ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་${1}རྙེད་སོང་།
hu: Talált fcitx im modult a következőhöz: ${2}: ${1}.
pl: Znaleziono moduł Fctix MW dla ${2}: ${1}.
sq: U gjet modul fcitx im për ${2}: ${1}.
ug: $ {2} نىڭ كىرگۈزگۈچ مودۇلى تېپىلدى: ${1} .
uk: Знайдено модуль способів введення fcitx для ${2}: ${1}.
zh_hk: 找到了 ${2} 的輸入法模塊: ${1}.

source: Found fcitx qt module: ${1}.
az: Fcitx qt modulu tapıldı: ${1}.
bo_cn: fcitx ཡི་དཔེ་དུམ་qt ${1}རྙེད་སོང་།
hu: Talált fcitx qt modul: $ {1}.
pl: Znaleziono moduł Fcitx QT: ${1}.
sq: U gjet modul qt fcitx: ${1}.
ug: fcitx نىڭ qt مودۇلىنى تېپىلدى: ${1}.
uk: Знайдено модуль Qt fcitx: ${1}.
zh_hk: 找到了 fcitx 的 qt 模塊: ${1}.

source: Found unknown fcitx qt module: ${1}.
az: Naməlum fcitx qt modulu tapıldı: ${1}.
bo_cn: མི་ཤེས་པའི་fcitx qt ཡི་དཔེ་དུམ་${1}རྙེད་པ།
hu: Ismeretlen fcitx qt modul található: ${1}.
pl: Znaleziono nieznany moduł Fcitx QT: ${1}.
sq: U gjet modul i panjohur fcitx qt: ${1}.
ug: نامەلۇم fcitx qt مودۇلى تېپىلدى: ${1}.
uk: Знайдено невідомий модуль Qt fcitx: ${1}.
zh_hk: 找到了未知的 fcitx qt 模塊: ${1}.

source: Cannot find fcitx input method module for ${1}.
az: ${1} üçün fcitx daxiletmə modulu tapıla bilmir.
bo_cn: ${1} ཡི་ fcitxནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་རྙེད་ཐབས་བྲལ།
hu: Nem található a ${1} fcitx beviteli mód modulja.
pl: Nie udało się znaleźć metody wprowadzenia Fcitx dla ${1}.
sq: S’gjendet dot modul metode dhëniesh fcitx për ${1}.
ug: ${1} نىڭ fcitx كىرگۈزگۈچ مودۇلىنى تاپقىلى بولمىدى.
uk: Не вдалося знайти модуль способів введення fcitx для ${1}.
zh_hk: 無法找到 ${1} 的 fcitx 輸入法模塊.

source: Gtk ${1} immodule file ${2} does not exist.
az: Gtk ${1} immodul faylı ${2} mövcud deyil.
bo_cn: Gtk ${1} ནང་འཇུག་བྱེད་སྟངས་ཀྱི་དཔེ་དུམ་ཡིག་ཆ་${2} མི་འདུག
hu: Gtk $ {1} immodule fájl $ {2} nem létezik.
pl: GTK ${1} plik modułu MW ${2} nie istnieje.
sq: Kartela immodule ${2} Gtk ${1} nuk ekziston.
ug: Gtk ${1} كىرگۈزگۈچ مودۇلى ھۆججىتى ${2} مەۋجۇت ئەمەس.
uk: Файла модуля способів введення Gtk ${1} ${2} не існує.
zh_hk: Gtk ${1} 輸入法模塊文件 ${2} 不存在.
