Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Fix preedit cursor at head
az: Düzəliş etmədən öncə başda kursoru düzəldin
bo_cn: འོད་རྟགས་ནང་འཇུག་བྱ་གྲབས་ཡོད་པའི་ཡིག་ཆའི་འགོར་འཇོག་པ།
hu: Rögzítse az előre szerkesztett kurzort a tetején
pl: Napraw preedit kursor na czubku
ug: نۇر بەلگىسىنى ئالدىن كىرگۈزۈلگەن تېكىست بېشىغا مۇقىملاشتۇرۇش
uk: Виправляти курсор попереднього редагування у заголовку
zh_hk: 將光標固定在預輸入文本開頭

source: Use V to trigger quickphrase
az: Sürətli ifadəni tətikləmək üçün V istifadə edin
bo_cn: Vབེད་སྤྱོད་བྱས་ཏེ་མྱུར་འཇུག་ཐུག་ཐོན།
hu: Használja a V-t a gyorskifejezések indításához
pl: Przyciśnij V, aby włączyć SzybkąFrazę
sq: Përdorni tastin V për të shfaqur togfjalësh të shpejtë
ug: V ئارقىلىق تېز سۈرئەتتە كىرگۈزۈشنى قوزغىتىش
uk: Використовувати V для вмикання «Швидкої фрази»
zh_hk: 使用 V 來觸發快速輸入

source: Use Complete Pinyin
az: Pinyin tamamlamasını istifadə edin
bo_cn: སྒྲ་སྦྱོར་ཆ་ཚང་བ་སྤྱོད་པ།
hu: Teljes Pinjin használata
pl: Korzystaj z kompletnego Pinyin
sq: Përdor Pinyin të Plotë
ug: تولۇق پىنيىن ئىشلىتىش
uk: Використовувати повний піньїнь
zh_hk: 使用完整拼音

source: Auto Create Phrase
az: İfadənin avtomatik yaradılması
bo_cn: མིང་རང་སྒྲུབ།
hu: Kifejezés automatikus létrehozása
pl: Automatycznie Twórz Frazę
sq: Krijo Togfjalësh Automatikisht
ug: ئاپتوماتىك سۆز بىرىكمىسى
uk: Автостворення фрази
zh_hk: 自動組詞

source: Save Auto Created Phrase
az: Avtomatik yaradılmış ifadəni saxlamaq
bo_cn: མིང་རང་སྒྲུབ་ཉར་ཚགས།
hu: Automatikusan létrehozott kifejezés mentése
pl: Zapisz automatycznie wygenerowaną frazę
sq: Ruaj Togfjalësh të Krijuar Automatikisht
ug: ئاپتوماتىك سۆز بىرىكمىسىنى ساقلاش
uk: Зберегти автостворену фразу
zh_hk: 保存自動詞組

source: Hotkey of Adding Frequent Word
az: Tez-tez təkrarlanan sözlərin əlavə edilməsi düyməsi
bo_cn: མྱུར་མཐེབ། རྒྱུན་སྤྱོད་ཡི་གེ་སྣོན་པ།
hu: Gyakori szavak hozzáadásának gyorsbillentyűje
pl: Skrót klawiszowy do dodania często używanego słowa
sq: Tast për Shtim Fjale të Shpeshtë
ug: تېزلەتمە كۇنۇپكا: دائىملىق سۆز قوشۇش
uk: Клавіші для додавання частого слова
zh_hk: 快捷鍵: 添加常用字

source: Hotkey of Deleting Frequent Word
az: Tez-tez istifadə olunan sözləri silən düymə
bo_cn: མྱུར་མཐེབ། རྒྱུན་སྤྱོད་ཡི་གེ་བསུབ་པ།
hu: A gyakori szavak törlésének gyorsbillentyűje
pl: Skrót klawiszowy do usunięcia często używanego słowa
sq: Tast për Fshirje Fjale të Shpeshtë
ug: تېزلەتمە كۇنۇپكا: دائىملىق سۆزنى ئۆچۈرۈش
uk: Клавіші для вилучення частого слова
zh_hk: 快捷鍵: 刪除常用字

source: Hotkey of Delete User Phrase
az: İstifadəçi ifadələrinin silinməsi düyməsi
bo_cn: མྱུར་མཐེབ། སྤྱོད་མཁན་གྱི་ཚིག་གྲུབ་བསུབ་པ།
hu: A Felhasználói kifejezések törlésének gyorsbillentyűje
pl: Skrót klawiszowy do usunięcia frazy użytkownika
sq: Tast për Fshirje Fjale të Shpeshtë
ug: تېزلەتمە كۇنۇپكا: ئىشلەتكۈچى سۆز بىرىكمىسىنى ئۆچۈرۈش
uk: Клавіші для вилучення фрази користувача
zh_hk: 快捷鍵: 刪除用戶詞組

source: AdjustNo
az: TənzimləməYoxdur
bo_cn: ལེགས་སྒྲིག་མི་བྱེད།
hu: Állítsa be a sorszámot
pl: DopasujNie
ug: تەڭشىمەسلىك
uk: Без коригування
zh_hk: 不調整

source: AdjustFast
az: TezTənzimləmə
bo_cn: མྱུར་མགྱོགས།
hu: Gyors beállítás
pl: DopasujSzybko
ug: تېز
uk: Швидке коригування
zh_hk: 快速

source: AdjustFreq
az: TezliyiTənzimləyin
bo_cn: འགུལ་ཚད་ལྟར།
hu: Frekvencia beállítása
pl: DopasujCzęsto
ug: چاستوتىسى بويىچە
uk: Коригування частоти
zh_hk: 按頻率

source: Rule of Candidate Word Order
az: Namizəd sözlərin düzülüşü qaydası
bo_cn: བདམ་བྱའི་ཡི་གེའི་གོ་རིམ།
hu: A jelölt szavak szórendjének szabálya
pl: Zasada kolejności Kandydata na Słowo
sq: Rregull për Renditje Fjalësh Kandidate
ug: نامزات خەت تەرتىپى
uk: Правило порядку слів-варіантів
zh_hk: 候選字順序

source: Rule of Candidate Phrase Order
az: Namizəd ifadələrin düzülüşü qaydası
bo_cn: བདམ་བྱའི་མིང་གི་གོ་རིམ།
hu: A jelölt kifejezések sorrendjének szabálya
pl: Zasada kolejności Kandydata na Frazę
sq: Rregull për Renditje Togfjalëshash Kandidate
ug: نامزات سۆز تەرتىپى
uk: Правило для порядку фраз-кандидатів
zh_hk: 候選詞順序

source: Rule of Frequent Word Order
az: Sözlərin tez-tez təkrarlanması qaydası
bo_cn: རྒྱུན་སྤྱོད་ཡི་གེའི་གོ་རིམ།
hu: A gyakori szórend szabálya
pl: Zasada kolejności Częstego Słowa
sq: Rregull për Renditje Fjalësh të Shpeshta
ug: دائىملىق سۆز تەرتىپى
uk: Правило для порядку частих слів
zh_hk: 常用字順序

source: Fuzzy an and ang
az: Qeyri-səliş an və ang
bo_cn: anདང་angམི་གསལ།
hu: Elmosódott an és ang
pl: Rozmyte an i ang
sq: “an” dhe “ang” të turbullt
ug: nبىلەنang نى مۈجمەللەشتۈرۈش
uk: Неточні an і ang
zh_hk: 模糊an和ang

source: Fuzzy en and eng
az: Qeyri-səliş en və eng
bo_cn: enདང་engམི་གསལ།
hu: Elmosódott en és eng
pl: Rozmyte en i eng
sq: “en” dhe “eng” të turbullt
ug: en بىلەن eng نى مۈجمەللەشتۈرۈش
uk: Неточні en і eng
zh_hk: 模糊en和eng

source: Fuzzy ian and iang
az: Qeyri-səliş ian və iang
bo_cn: ianདང་iangམི་གསལ།
hu: Elmosódott ian és iang
pl: Rozmyte ian i iang
sq: “ian” dhe “iang” të turbullt
ug: ian بىلەن iang نى مۈجمەللەشتۈرۈش
uk: Неточні ian і iang
zh_hk: 模糊ian和iang

source: Fuzzy in and ing
az: Qeyri-səliş in və ing
bo_cn: inདང་ingམི་གསལ།
hu: Elmosódott in és ing
pl: Rozmyte in i ing
sq: “in” dhe “ing” të turbullt
ug: in بىلەن ing نى مۈجمەللەشتۈرۈش
uk: Неточні in і ing
zh_hk: 模糊in和ing

source: Fuzzy ou and u
az: Qeyri-səliş ou və u
bo_cn: ouདང་uམི་གསལ།
hu: Elmosódott ou és u
pl: Rozmyte ou i u
sq: “ou” dhe “u” të turbullt
ug: ou بىلەن u نى مۈجمەللەشتۈرۈش
uk: Неточні ou і u
zh_hk: 模糊ou和u

source: Fuzzy uan and uang
az: Qeyri-səliş uan və uang
bo_cn: uanདང་uangམི་གསལ།
hu: Elmosódott uan és uang
pl: Rozmyte uan i uang
sq: “uan” dhe “uang” të turbullt
ug: uan بىلەن uang نى مۈجمەللەشتۈرۈش
uk: Неточні uan і uang
zh_hk: 模糊uan和uang

source: Fuzzy c and ch
az: Qeyri-səliş c və ch
bo_cn: cདང་chམི་གསལ།
hu: Elmosódott c és ch
pl: Rozmyte c i ch
sq: “c” dhe “ch” të turbullt
ug: c بىلەن ch نى مۈجمەللەشتۈرۈش
uk: Неточні c і ch
zh_hk: 模糊c和ch

source: Fuzzy f and h
az: Qeyri-səliş f və h
bo_cn: fདང་hམི་གསལ།
hu: Elmosódott f és h
pl: Rozmyte f i h
sq: “f”dhe “h” të turbullt
ug: f بىلەن h نى مۈجمەللەشتۈرۈش
uk: Неточні f і h
zh_hk: 模糊f和h

source: Fuzzy l and n
az: Qeyri-səliş I və n
bo_cn: lདང་nམི་གསལ།
hu: Elmosódott I és n
pl: Rozmyte I i n
sq: “l” dhe “n” të turbullt
ug: l بىلەن n نى مۈجمەللەشتۈرۈش
uk: Неточні l і n
zh_hk: 模糊l和n

source: Fuzzy s and sh
az: Qeyri-səliş s və sh
bo_cn: sདང་shམི་གསལ།
hu: Elmosódott s és sh
pl: Rozmyte s i sh
sq: “s” dhe “sh” të turbullt
ug: s بىلەن sh نى مۈجمەللەشتۈرۈش
uk: Неточні s і sh
zh_hk: 模糊s和sh

source: Fuzzy z and zh
az: Qeyri-səliş z və zh
bo_cn: zདང་zhམི་གསལ།
hu: Elmosódott z és zh
pl: Rozmyte z i zh
sq: “z” dhe “zh” të turbullt
ug: z بىلەن zh نى مۈجمەللەشتۈرۈش
uk: Неточні z і zh
zh_hk: 模糊z和zh

source: Fix mistype gn/ng
bo_cn: སྒྲ་སྦྱོར་ཁྲོད་ཀྱི་ng->gnཡི་ནང་འཇུག་ནོར་འཁྲུལ་སྣང་མེད་དུ་གཏོང་བ།
hu: Javítsa ki a gn/ng elírási hibát
pl: Popraw błąd pisowni gn/ng
ug: پىنيىندىكى gn/ng خاتالىقىغا سەل قاراش
uk: Виправляти помилкові gn/ng
zh_hk: 忽略拼音中ng->gn的輸入錯誤

source: Fix mistype v/u like jv, qv, xv, yv
bo_cn: སྒྲ་སྦྱོར་vདང་qv xv yvཁྲོད་ཀྱི་u->vཡི་ནང་འཇུག་ནོར་འཁྲུལ་སྣང་མེད་དུ་གཏོང་བ།
hu: Javítsa ki a v/u elírást, például jv, qv, xv, yv
pl: Popraw błąd pisowni v/u takie jak jv, qv, xv, yv
ug: پىنيىندىكى jv, qv, xv, yv خاتالىقىغا سەل قاراش
uk: Виправляти помилки v/u, зокрема jv, qv, xv, yv
zh_hk: 忽略拼音jv，qv，xv，yv中u->v的輸入錯誤

source: Key
az: Açar
bo_cn: མཐེབ་མནོན།
hu: Kulcs
pl: Klucz
sq: Tast
ug: كۇنۇپكا
uk: Клавіша
zh_hk: 按鍵

source: Add Phrase
az: İfadə əlavə edin
bo_cn: ཚིག་གྲུབ་སྣོན་པ།
hu: Kifejezés hozzáadása
pl: Dodaj Frazę
sq: Shtoni Togfjalësh
ug: سۆز بىرىكمىسى قوشۇش
uk: Додати фразу
zh_hk: 添加詞組

source: Delete Phrase
az: İfadəni silin
bo_cn: ཚིག་གྲུབ་བསུབ་པ།
hu: Kifejezés törlése
pl: Usuń Frazę
sq: Fshije Togfjalëshin
ug: سۆز بىرىكمىسىنى ئۆچۈرۈش
uk: Вилучити фразу
zh_hk: 刪除詞組

source: Adjust Order
az: Sıranı tənzimləyin
bo_cn: ནང་འཇུག་གོ་རིམ།
hu: Sorrend beállítása
pl: Dostosuj Kolejność
sq: Përimto Renditjen
ug: كىرگۈزۈش تەرتىپى
uk: Скоригувати порядок
zh_hk: 輸入順序

source: Clear Frequency
az: Tez-tez təkrarlananları təmizləyin
bo_cn: ནང་འཇུག་བྱུང་ཚད་གཙང་སེལ།
hu: Egyértelmű gyakoriság
pl: Wyczyść Częstotliwość
sq: Spastro Shpeshti
ug: كىرگۈزۈش چاستوتىسىنى تازىلاش
uk: Очистити частоту
zh_hk: 清除輸入頻率

source: Lookup Pinyin
az: Pinyin axtarın
bo_cn: སྒྲ་སྦྱོར་ལྡོག་བཤེར།
hu: Keresse meg a Pinyin-t
pl: Podejrzyj Pinyin
sq: Kërko në Pinyin
ug: پىنيىننى تەتۈر تەكشۈرۈش
uk: Пошук піньїну
zh_hk: 反查拼音

source: CodeTable
az: KodCədvəli
bo_cn: ཨང་རྟགས་རེའུ་མིག
hu: Kódtábla
pl: TabelaKodów
ug: كود جەدۋىلى
uk: Кодова таблиця
zh_hk: 碼錶

source: Unique Name for Table
az: Cədvəl üçün unikal ad
bo_cn: ཨང་རྟགས་རེའུ་མིག་གི་མིང་ཉག་གཅིག་པུ།
hu: A tábla egyedi neve
pl: Unikalna Nazwa dla Tabeli
sq: Emër Unik për Tabelën
ug: كود جەدۋىلىنىڭ بىردىن-بىر نامى
uk: Унікальна назва таблиці
zh_hk: 碼錶的唯一名稱

source: Code Table Name
az: Kod cədvəlinin adı
bo_cn: ཨང་རྟགས་རེའུ་མིག་གི་མིང་།
hu: Kódtábla neve
pl: Nazwa Kodowa Tabeli
sq: Emër Tabele Kodi
ug: كود جەدۋىلىنىڭ نامى
uk: Назва кодової таблиці
zh_hk: 碼錶名稱

source: Icon Name
az: Nişan adı
bo_cn: རྟགས་རིས་མིང་།
hu: Ikon neve
pl: Nazwa Ikony
sq: Emër Ikone
ug: سىنبەلگە نامى
uk: Назва значка
zh_hk: 圖標名稱

source: Code Table File
az: Kod cədvəli faylı
bo_cn: ཨང་རྟགས་རེའུ་མིག་ཡིག་ཆ།
hu: Kód tábla fájlja
pl: Plik Kodowy Tabeli
sq: Kartelë Tabele Kodi
ug: كود جەدۋىلى ھۆججىتى
uk: Файл кодової таблиці
zh_hk: 碼錶文件

source: Level of simple code
az: Sadə kodun səviyyəsi
bo_cn: སྟབས་བདེའི་ཨང་རྟགས་རིམ་པ།
hu: Az egyszerű kód szintje
pl: Poziom prostego kodu
sq: Nivel kodi të thjeshtë
ug: ئادەتتىكى كود دەرىجىسى
uk: Рівень простого коду
zh_hk: 簡碼級別

source: Do not sort word with code less than this level
az: Sözləri bu səviyyədən az olan kodlarla çeşidləməmək
bo_cn: རིམ་པ་འདི་ལས་ཐུང་བའི་ཨང་རྟགས་གོ་རིམ་མི་སྒྲིག
hu: Ne rendezze a szót ennél a szintnél kisebb kóddal
pl: Nie sortuj słów z kodem mniejszym od tego poziomu
sq: Mos rendit fjalë me kod më pak se ky nivel
ug: قىسقا كودلار تەرتىپكە تىزىلمايدۇ
uk: Не упорядковувати слово із кодом, який є меншим за цей рівень
zh_hk: 比此級別短的碼不進行排序

source: Order of Code Table
az: Kod cədvəlinin düzülüşü
bo_cn: ཨང་རྟགས་རེའུ་མིག་གོ་རིམ།
hu: Kódtábla sorrendje
pl: Kolejność Kodu Tabeli
sq: Radhitje e Tabelës së Kodeve
ug: كود جەدۋىلى تەرتىپى
uk: Порядок кодової таблиці
zh_hk: 碼錶順序

source: Use Pinyin
az: Pinyin istifadə edin
bo_cn: སྒྲ་སྦྱོར་སྤྱོད་པ།
hu: Pinyin használata
pl: Użyj Pinyin
sq: Përdor Pinyin
ug: پىنيىن ئىشلىتىش
uk: Використовувати піньїнь
zh_hk: 使用拼音

source: Pinyin Key
az: Pinyin açarı
bo_cn: སྒྲ་སྦྱོར་གྱི་མཐེབ་གཞོང་།
hu: Pinyin Kulcs
pl: Znak Pinyin
sq: Tast Pinyin
ug: پىنيىن كۇنۇپكىسى
uk: Клавіші піньїну
zh_hk: 拼音鍵

source: Auto Send Candidate Word
az: Namizəd sözü avtomatik göndərmək
bo_cn: རང་སྒུལ་ངང་འཆར་བ།
hu: Jelölt szó automatikus küldése
pl: Automatycznie wysyłaj kandydata na słowo
sq: Vetëdërgo Fjalë Kandidate
ug: ئاپتوماتىك ئېكرانغا چىقسۇن
uk: Автоматичне надсилання варіанта слова
zh_hk: 自動上屏

source: Minimum length trigger auto send candidate word when only one candidate
az: Yalnız bir namizəd söz olduğu halda namizəd-sözün avtomatik göndərilməsi üçün tətikləyicinin minimum uzunluğu
bo_cn: གདམ་བྱའི་ཚིག་གཅིག་ཁོ་ན་ཡོད་དུས་རང་བཞིན་གྱིས་འཆར་བའི་ནང་འཇུག་རིང་ཚད་ཐུང་ཤོས།
hu: Minimális hosszúságú indító automatikusan elküldi a jelölt szót, ha csak egy jelölt
pl: Minimalna długość przełączania Automatycznie wysyłaj kandydata na słowo, kiedy jest tylko jeden kandydat
sq: Gjatësi minimum për shkaktim dërgim të automatizuar fjale kandidate, kur ka vetëm një kandidate
ug: بىر نامزات سۆز بولغاندىلا ئاپتوماتىك ئېكراندىكى ئەڭ قىسقا كىرگۈزۈش ئۇزۇنلۇقىنى قوزغىتىش
uk: Мінімальна довжина для автоматичного надсилання слова-варіанта, якщо є лише один варіант
zh_hk: 在只有一個候選詞時觸發自動上屏的最短輸入長度

source: Minimum length trigger auto send candidate when there will be no candidate
az: Namizəd olaçağı halda namizəd sözün aktiv edilməsi üçün ən kiçik uzunluq
bo_cn: གདམ་བྱའི་ཚིག་མེད་པའི་རང་བཞིན་གྱིས་འཆར་བའི་ནང་འཇུག་རིང་ཚད་ཐུང་ཤོས།
hu: A minimális hosszúságú indító automatikusan küldi a jelöltet, ha nem lesz jelölt
pl: Minimalna długość przełączania Automatycznie wysyłaj kandydata na słowo, kiedy nie będzie kandydata
sq: Gjatësi minimum për shkaktim dërgim të automatizuar fjale kandidate, kur s’do të ketë kandidate
ug: نامزات بولمىسا ئاپتوماتىك ئېكرانغا چىقىدىغان ئەڭ قىسقا كىرگۈزۈش ئۇزۇنلۇقى قوزغىتىلسۇن
uk: Мінімальна довжина для автоматичного надсилання варіанта, якщо не буде варіантів
zh_hk: 將要無候選詞時觸發自動上屏的最短輸入長度

source: Send Raw Preedit
az: Öncədən edilmiş xam düzəlişləri göndərmək
bo_cn: ཐོག་མའི་ནང་འཇུག་མཐེབ་གཞོང་སྐྱེལ་གཏོང་།
hu: Nyers előre szerkesztett kurzor küldése
pl: Wyślij surowy preedit
ug: دەسلەپكى كىرگۈزۈش كۇنۇپكىسىنى يوللاش
uk: Надсилати необроблене попереднє редагування
zh_hk: 發送原始輸入按鍵

source: End Key
az: End düyməsi
bo_cn: མཚམས་འཇོག་མཐེབ་གཞོང་།
hu: Vége Kulcs
pl: Klawisz End
sq: Tasti “End”
ug: ئاياغلاشتۇرۇش كۇنۇپكىسى
uk: Клавіша завершення
zh_hk: 中止鍵

source: Use Matching Key
az: Uyğun düymədən istifadə edin
bo_cn: རབ་རིབ་མཐེབ་གཞོང་སྤྱོད་པ།
hu: Egyező kulcs használata
pl: Użyj pasujących Klawiszy
sq: Përdor Tastin Me Përputhje
ug: مۈجمەللەشتۈرۈلگەن كۇنۇپكا ئىشلىتىش
uk: Використовувати відповідну клавішу
zh_hk: 使用模糊鍵

source: Matching Key
az: Uyğun düymə
bo_cn: རབ་རབ་མཐེབ་གཞོང་།
hu: Egyező kulcs
pl: Pasujący Klawisz
sq: Tast Me Përputhje
ug: مۈجمەللەشتۈرۈلگەن كۇنۇپكا
uk: Клавіша відповідності
zh_hk: 模糊鍵

source: Exact Match
az: Dəqiq uyğunluq
bo_cn: ཟླ་སྒྲིག་ཏན་ཏིག
hu: Pontos egyezés
pl: Dokładne Dopasowanie
sq: Përputhje e Përpiktë
ug: دەل توغرا سەپلەش
uk: Повна відповідність
zh_hk: 精確匹配

source: Auto Phrase
az: Avtomatik ifadə
bo_cn: རང་སྒྲུལ་ཚིག་གྲུབ།
hu: Automatikus szókapcsolat
pl: Automatyczna Fraza
sq: Togfjalësh i Automatizuar
ug: ئاپتوماتىك سۆز بىرىكمىسى
uk: Автофраза
zh_hk: 自動詞組

source: Keep current buffer when there is no match item and input length is equal code length
az: Uyğun element olmadıqda və daxiletmənin uzunluğu kodun uzunluğuna bərabər olduqda cari buferi olduğu kimi saxlamaq
bo_cn: མིག་སྔར་འླ་སྒྲིག་འོས་འཚམ་མེད་པ་མ་ཟད་ནང་འཇུག་གི་རིང་ཚད་ཨང་རྟགས་ཀྱི་རིང་ཚད་དང་གཅིག་མཚུངས་ཡིན་སྐབས་མིག་སྔའི་ནང་འཇུག་གི་བར་ཁུལ་རྒྱུན་འཁྱོངས་བྱེད།
hu: Tartsa meg az aktuális puffert, ha nincs egyező elem, és a bemeneti hossza megegyezik a kód hosszúságával
pl: Zachowaj aktualny bufor, kiedy nie znaleziono dopasowania i długość wprowadzania jest równa długości kodu
ug: نۆۋەتتە ماس كېلىدىغان تۈر بولمىسا ھەمدە كىرگۈزۈش ئۇزۇنلۇقى كودنىڭ ئۇزۇنلىقىغا تەڭ بولغاندا نۆۋەتتىكى كىرگۈزۈش بۇففېر رايونىنى ساقلىغانغا باراۋەر بولىدۇ
uk: Зберігати поточний буфер, якщо немає відповідного запису, а вхідна довжина рівна довжині коду
zh_hk: 當目前沒有匹配項並且輸入長度等於碼長時保持當前的輸入緩衝區

source: Auto Phrase Length
az: Avtomatik ifadənin uzunluğu
bo_cn: ཚིག་གྲུབ་ཀྱི་རིང་ཚད།
hu: Automatikus kifejezés hossza
pl: Automatyczna długość Frazy
sq: Gjatësi Togfjalëshi të Automatizuar
ug: ئاپتوماتىك سۆز بىرىكمىسى ئۇزۇنلۇقى
uk: Довжина автофрази
zh_hk: 自動詞組長度

source: Auto Phrase Phrase
az: avtomatik ifadənin ifadəsi
bo_cn: ཚིག་གྲུབ་ཀྱིས་མིང་བཟོ་བ།
hu: Automatikus kifejezés
pl: Automatycznie Frazuj Frazę
sq: Togfjalësh Togfjalëshi të Automatizuar
ug: سۆز بىرىكمىسى ئاپتوماتىك سۆز ياساشقا قاتناشسۇن
uk: Фраза автофрази
zh_hk: 詞組參與自動造詞

source: Save Auto Phrase
az: Avtomatik ifadəni saxlamaq
bo_cn: ཚིག་གྲུབ་ཉར་ཚགས།
hu: Kifejezések automatikus mentése
pl: Zapisz automatyczną Frazę
sq: Ruaje Togfjalëshin e Automatizuar
ug: ئاپتوماتىك سۆز بىرىكمىسىنى ساقلاش
uk: Зберегти автофразу
zh_hk: 保存自動詞組

source: Prompt Table Code
az: Kod Cədvəli ipucları
bo_cn: ཨང་རྟགས་རེའུ་མིག་གི་ཨང་སྒྲིག་དྲན་སྐུལ།
hu: Táblázatkód kérése
pl: Wyświetl Kod Tabeli
ug: كود جەدۋىلىنىڭ نومۇرىنى ئەسكەرتسۇن
uk: Запитувати код таблиці
zh_hk: 提示碼錶編碼

source: Candidate Table Layout
az: Namizəd sözlər cədvəli qatı
bo_cn: གདམ་བྱའི་ཚིག་གི་རེའུ་མིག་བཀོད་པ།
hu: Jelölt táblázat elrendezése
pl: Układ Tabeli Kandydata
sq: Skemë Tabele Kandidate
ug: نامزات سۆزلەرنىڭ جايلىششى
uk: Розкладка таблиці варіантів
zh_hk: 候選詞列表佈局

source: Not Set
az: Təyin olunmayıb
bo_cn: སྒྲིག་འགོད་བྱས་མེད།
hu: Nincs beállítva
pl: Nie ustawiony
sq: E parregulluar
ug: بەلگىلەنمىگەن
uk: Не встановлено
zh_hk: 未設定

source: Vertical
az: Şaquli
bo_cn: འཕྲེད་སྟར།
hu: Függőleges
pl: Pionowy
sq: Vertikale
ug: تىك
uk: Вертикально
zh_hk: 豎排

source: Horizontal
az: Üfüqi
bo_cn: གཞུང་སྟར།
hu: Horizontális
pl: Poziomy
sq: Horizontale
ug: يانتۇ
uk: Горизонтально
zh_hk: 橫排

source: Symbol File
az: Simvol faylı
bo_cn: མཚོན་རྟགས་ཡིག་ཆ།
hu: Szimbólum fájl
pl: Plik Symbolów
sq: Kartelë Simbolesh
ug: بەلگە ھۆججىتى
uk: Файл позначок
zh_hk: 符號文件

source: Choose
az: Seçin
bo_cn: འདེམས་མཐེབ།
hu: Válasszon
pl: Wybierz
sq: Zgjidhni
ug: تاللاش كۇنۇپكىسى
uk: Вибрати
zh_hk: 選擇鍵

source: Language Code for this table
az: Bu cədvəl üçün dil kodu
bo_cn: ཨང་རྟགས་རེའུ་མིག་འདིའི་སྐད་ཡིག་ཚབ་རྟགས།
hu: A tábla nyelvi kódja
pl: Wybierz język dla tej tabeli
sq: Kod Gjuhe për këtë tabelë
ug: بۇ كود جەدۋىلىنىڭ تىل كودى
uk: Код мови для цієї таблиці
zh_hk: 這個碼錶的語言代碼

source: Enable
az: Aktiv edin
bo_cn: འགོ་སློང་།
hu: Engedélyezés
pl: Włącz
sq: Aktivizoje
ug: قوزغىتىش
uk: Увімкнути
zh_hk: 啟用

source: Use Custom Prompt String defined in table
az: Cədvəldə müəyyən edilmiş Xüsusi İstifadə Sətirindən istifadə edin
bo_cn: ཨང་རྟགས་རེའུ་མིག་ཁྲོད་ཀྱི་རང་སྒྲུབ་དྲན་སློང་ཡིག་ཆ་སྤྱོད་པ།
hu: Használja a táblázatban meghatározott egyéni prompt karakterláncot
pl: Użyj niestandardowego komunikatu napisu zdefiniowanego w tabeli
ug: كود جەدۋىلىدىكى بەلگىلىگەن ئەسكەرتىش تېكىستىنى ئىشلىتىش
uk: Використовувати нетиповий рядок запиту, визначений у таблиці
zh_hk: 使用碼錶中自定義的提示文本

source: Keyboard Layout to be used
az: İstifadə ediləcək klaviatura qatı
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ།
pl: Układ klawiatury do użycia
sq: Skemë Tastiere për t’u përdorur
ug: كۇنۇپكا ئورۇنلاشتۇرۇشى
uk: Розкладка клавіатури, якою слід користуватися
zh_hk: 鍵盤佈局

source: Use Alternative Candidate Word Number
az: Alternativ namizəd-söz nömrəsindən istifadə edin
bo_cn: རང་སྒྲུབ་ཀྱི་གདམ་བྱའི་ཚིག་གི་ཁ་གྲངས་བེད་སྤྱོད།
hu: Használjon alternatív szószámot
pl: Użyj alternatywnej cyfry kandydata na słowo
sq: Përdor Numër Fjale Kandidate Alternative
ug: بەلگىلەنگەن نامزات سۆز سانىنى ئىشلىتىش
uk: Використовувати номер альтернативного варіанта слова
zh_hk: 使用自定義的候選詞個數

source: Use Alternative Key for paging
az: Səhifələmək üçün başqa düymədən istifadə edin
bo_cn: རང་སྒྲུབ་ཀྱི་ཤོག་ངོས་ཨ་སློག་བེད་སྤྱོད།
hu: Alternatív kulcs használata lapozáshoz
pl: Użyj alternatywnego klawisza do stronicowania
sq: Përdor Tast Alternativ për faqosje
ug: بەلگىلەنگەن بەت ئۆرۈش كۇنۇپكىسىنى ئىشلىتىش
uk: Користуватися альтернативною клавішею для сторінок
zh_hk: 使用自定義的翻頁鍵

source: Alternative Prev Page Key
az: Alternativ əvvəlki səhifə düyməsi
bo_cn: ཤོག་ངོས་སྔ་མའི་མྱུར་མཐེབ།
hu: Alternatív Előző oldal gomb
pl: Alternatywny klawisz Poprzedniej Strony
sq: Tast Alternativ për Faqe të Mëparshme
ug: باشقا ئالدىنقى بەت تېزلەتمە كۇنۇپكىسى
uk: Альтернативна клавіша попередньої сторінки
zh_hk: 額外的上一頁快捷鍵

source: Alternative Next Page Key
az: Alternativ sonrakı səhifə düyməsi
bo_cn: ཤོག་ངོས་ཕྱི་མའི་མྱུར་མཐེབ།
hu: Alternatív Következő oldal kulcs
pl: Alternatywny klawisz Następnej Strony
sq: Tast Alternativ për Faqe Pasuese
ug: باشقا كېيىنكى بەت تېزلەتمە كۇنۇپكىسى
uk: Альтернативна клавіша наступної сторінки
zh_hk: 額外的下一頁快捷鍵

source: First Candidate Display as Preedit
az: Öncədən düzəliş üçün ilk namizədin göstərilməsi
bo_cn: གདམ་བྱའི་ཚིག་དང་པོ་དེ་རྩོམ་སྒྲིག་བྱེད་གྲབས་ཀྱི་ཡིག་ཆར་བཟོ་བ།
hu: Az első jelölt megjelenítése előre szerkesztettként
pl: Wyświetl pierwszego kandydata jako preedit
sq: Kandidatja e Parë Shfaqet si e Parapërpunuar
ug: بىرىنچى نامزاتنى ئالدىن تەھرىرلەش تېكىستى قىلىپ كۆرسىتىش
uk: Показ першого варіанта у попередньому редагуванні
zh_hk: 將第一個候選詞顯示為預編輯文本

source: Commit and pass when invalid key of this table pressed
az: Bu cədvəlin səhv düyməsi basıldıqda onu ötürün
bo_cn: ཨང་རྟགས་རེའུ་མིག་ཁྲོད་ཀྱི་ཁྲིམས་དང་མི་མཐུན་པའི་མཐེབ་གཞོང་མནོན་སྐབས་ནང་འཇུག་སྐྱེལ་བ་མ་ཟད་མཐེབ་གཞོང་འདི་སྐྱེལ་བ།
hu: Végrehajtás és átadás, ha a táblázat érvénytelen kulcsát lenyomják
pl: Wyślij i podaj kiedy nieprawidłowy klawisz tej tabeli jest wciśnięty
ug: كود جەدۋىلىگە قائىدىگە خىلاپ كونۇپكا كىرگۈزگەندە كىرگۈزۈشكە تاپشۇرۇش ۋەبۇ كۇنۇپكىنى يوللاش.
uk: Вписати і пропустити, якщо у цій таблиці натиснуто некоректну клавішу
zh_hk: 當輸入碼錶中非法的按鍵時提交輸入並且發送這個按鍵

source: Commit key for select first candidate
az: İlk namizəd göndərmə düyməsi
bo_cn: གདམ་བྱའི་ཚིག་དང་པོའི་སྐྱེལ་མཐེབ།
hu: Lekötési kulcs az első jelölt kiválasztásához
pl: Klawisz wysyłania dla wybierania pierwszego kandydata
sq: Tast parashtrimi për kandidaten e parë të përzgjedhur
ug: بىرىنچى نامزاتنى تاپشۇرۇش كۇنۇپكىسى
uk: Клавіша вписування для вибору першого варіанта
zh_hk: 第一個候選詞的提交鍵

source: Commit string when there is no match
az: Oxşarı olmadıqda sətiri daxil etmək
bo_cn: ཟླ་སྒྲིག་མེད་སྐབས་ནང་འཇུག་སྐྱེལ་བ།
hu: Karakterlánc véglegesítése, ha nincs egyezés
pl: Wyślij napis kiedy brakuje dopasowania
sq: Parashtro vargun, kur s’ka përputhje
ug: ماس كەلمىگەن چاغدا كىرگۈزۈشنى تاپشۇرۇش
uk: Вписувати рядок, якщо немає відповідників
zh_hk: 當無匹配時提交輸入

source: Ignore Punctuation
az: Durğu işarələrini gözardı edin
bo_cn: ཚེག་རྟགས་སྣང་མེད་དུ་གཏོང་བ།
hu: Írásjelek figyelmen kívül hagyása
pl: Ignoruj Interpunkcję
sq: Shpërfill Shenja Pikësimi
ug: تىنىش بەلگىلەرنى نەزەردىن ساقىت قىلىش
uk: Ігнорувати пунктуацію
zh_hk: 忽略標點

source: Ignore some Punctuation, if it is empty, then ignore all punctuation
az: Əgər boş olarsa bəzi durğu işarələrini gözardı edin, sonra isə hamızını gözardı edin
bo_cn: ཚེག་རྟགས་འགའ་སྣང་མེད་དུ་གཏོང་བ། གལ་ཏེ་སྟོང་པ་ཡིན་ཚེ་ཚེག་རྟགས་ཆ་ཚང་སྣང་མེད་དུ་གཏོང་བ།
hu: Ha üres, figyelmen kívül hagy néhány írásjelet, ezt követően hagyja figyelmen kívül az összes írásjelet
pl: Ignoruj niektórą interpunkcje, jeśli jest pusta, ignoruj całą
sq: Shpërfill ca Pikësim, nëse është e zbrazët, atëherë shpërfill çfarëdo pikësimi
ug: قىسمەن تىنىش بەلگىلىرىنى نەزەردىن ساقىت قىلىش، بوشلۇق بولسا ھەممىسىنى نەزەردىن ساقىت قىلىش
uk: Ігнорувати вказану пунктуацію; якщо список порожній, ігнорувати усю пунктуацію
zh_hk: 忽略部分標點，若為空則忽略所有標點

source: Auto English
az: Avtomatik İngiliscə
bo_cn: དབྱིན་ཡིག་དཔེ་རྣམ།
hu: Automatikus Angol
pl: Automatyczny Angielski
sq: Anglishte e Automatizuar
ug: ئاپتوماتىك ئىنگلىزچە ھالەت
uk: Автоанглійська
zh_hk: 自動英文模式

source: Do not show spell hint
az: Orfoqrafiya ipuclarını göstərməmək
bo_cn: འབྲི་སྦྱོར་གྱི་དྲན་སྐུལ་མི་མངོན་པ།
hu: Ne jelenjen meg helyesírási tipp
pl: Nie pokazuj podpowiedzi pisowni
sq: Mos shfaq ndihmëz drejtshkrimi
ug: يېزىش ئەسكەرتمىسى كۆرۈنمىسۇن
uk: Не показувати підказки щодо правопису
zh_hk: 不顯示拼寫提示

source: Maximum hint length
az: Ən çox ipucu uzunluğu
bo_cn: སྦྱོར་འབྲི་དྲན་སྐུལ་གྱི་གདམ་བྱའི་ཚིག་མང་ཤོས།
hu: Maximális tipphossz
pl: Maksymalna długość podpowiedzi
sq: Gjatësi maksimum ndihme
ug: يېزىشتا كۆرسىتىلگەن نامزات سۆزنىڭ سانى
uk: Максимальна довжина підказки
zh_hk: 拼寫提示候選詞最大個數

source: Maximum length of spell hint list for Auto English
az: Avtomatik İngiliscə üçün orfoqrafiya ipucları siyahısının maksimum uzunluğu
bo_cn: རང་སྒྲུབ་དབྱིན་ཡིག་གི་སྦྱོར་འབྲི་དྲན་སྐུལ་གྱི་གདམ་བྱའི་ཚིག་མང་ཤོས།
hu: A helyesírási tipplista maximális hossza az automatikus angol nyelvhez
pl: Maksymalna długość listy podpowiedzi pisowni dla Automatycznego Angielskiego
sq: Gjatësi maksimum e listës së ndihmëzave të drejtshkrimit për Anglishte të Automatizuar
ug: ئاپتوماتىك ئىنگلىزچە يېزىش ئەسكەرتمىسىدىكى نامزات سۆزنىڭ سانى
uk: Максимальна довжина списку підказок щодо правопису для автоанглійської
zh_hk: 自動英文的拼寫提示候選詞最大個數

source: Maximum words number kept in preedit
az: Öncədən düzəlişdə saxlanılan ən çox söz sayı
bo_cn: རྩོམ་སྒྲིག་བྱེད་གྲབས་ཁྲོད་ཉར་བའི་མིང་རྐྱང་པའི་ཁང་གྲངས་མང་ཤོས།
hu: Az előre szerkesztett szavak maximális száma
pl: Maksymalna liczba słów zachowywana w preedit
sq: Numër maksimum fjalësh të mbajtura te i parapërpunuari
ug: ئالدىن تەھرىرلەشتە ساقلاپ قېلىنغان تاق سۆز سانى
uk: Максимальна кількість слів у попередньому редагуванні
zh_hk: 在預編輯中保留的最大單詞數
