Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Pinyin Index Magic Number Doesn't match
az: Sehirli Pinyin indeksi nömrəsi uyğun deyil
bo_cn: སྒྲ་སྦྱོར་འདྲེན་བྱང་གི་Magic Numberསྒྲིག་མི་ཐུབ།
hu: A pinyin index varázsszáma nem egyezik
pl: Magiczny Number Indeksu Pinyin nie jest zgodny
ug: پىنيىن ئىندېكسىنىڭ Magic Number ماس كەلمەيدۇ.
uk: Контрольне число покажчика піньїну не збігається з еталоном
zh_hk: 拼音索引的Magic Number不匹配

source: Press index to delete user phrase (ESC for cancel)
az: İstifadəçi ifadəsini silmək üçün indeks düyməsinə vurun (İmtina üçün ESC düyməsinə vurun)
bo_cn: འདྲེན་བྱང་མནན་ནས་སྤྱོད་མཁན་གྱི་ཚིག་གྲུབ་བསུབ་པ། (ESC འདོར་བ།)
hu: Nyomja meg az indexet a felhasználói kifejezés törléséhez (ESC a megszakításhoz)
pl: Kliknij indeks, aby usunąć frazę użytkownika (ESC, żeby anulować)
ug: ئىندېكسنى بېسىپ ئىشلەتكۈچى سۆز بىرىكمىسىنى ئۆچۈرۈش (ESC نى بېسىپ بىكار قىلىڭ)
uk: Натисніть кнопку покажчика, щоб вилучити фразу користувача (ESC, щоб скасувати)
zh_hk: 按下索引來刪除用戶詞組 (ESC 取消)

source: Press number to make word in frequent list
az: Tez-tez təkrarlananlar siyahısında söz yaratmaq üçün nömrəyə vurun
bo_cn: ཨང་ཀི་མནན་ནས་རྒྱུན་སྤྱོད་ཡི་གེའི་རེའུ་མིག་སྣོན་པ།
hu: Nyomja meg a számot, hogy a szót a gyakori listába helyezze
pl: Naciśnij cyfrę, aby umieścić słowo na liście często używanych
sq: Shtypni numër për ta kaluar fjalën në listë të shpeshtash
ug: تۆۋەندىكى سانلارنى بېسىپ دائىملىق سۆز جەدۋىلىگە قوشۇڭ
uk: Натисніть цифру, щоб вписати слово списку частовживаних
zh_hk: 按下數字加入常用字表

source: Press 1 to delete %s in frequent list (ESC for cancel)
az: Tez-tez təkrarlananlar siyahısından %s silmək üçün 1 vurun (İmtina üçün ESC vurun)
bo_cn: 1མནན་ནས་རྒྱུན་སྤྱོད་ཡི་གེའི་རེའུ་མིག་གི་%sབསུབ་པ། (ESC འདོར་བ།)
hu: Nyomja meg az 1-et a %s törléséhez a gyakori listából (ESC a megszakításhoz)
pl: Kliknij 1, aby usunąć %s z listy często używanych (ESC, żeby anulować)
sq: Shtypni 1 për të fshirë %s te listë shpeshtish (tastin ESC për anulim)
ug: 1نى بېسىپ دائىم قوللىنىدىغان يېزىق جەدۋىلىدىكى %sنى ئۆچۈرۈڭ (ESC نى بېسىپ بىكار قىلىڭ)
uk: Натисніть 1, щоб вилучити %s зі списку часто використовуваних (ESC, щоб скасувати)
zh_hk: 按下 1 刪除常用字表中的 %s (ESC 取消)

source: Press 1-%d to delete %s in frequent list (ESC for cancel)
az: Tez-tez təkrarlananlar siyahısında %s silmək üçün 1-%d üzərinə vurun (İmtina üçün ESC vurun)
bo_cn: 1-%dམནན་ནས་རྒྱུན་སྤྱོད་ཡི་གེའི་རེའུ་མིག་གི་%sབསུབ་པ། (ESCབསུབ་པ།)
hu: Nyomja meg az 1- %d gombot a %s törléséhez a gyakori listáról (ESC a megszakításhoz)
pl: Kliknij 1-%d, aby usunąć %s z listy często używanych (ESC, żeby anulować)
sq: Shtypni 1-%d për të fshirë %s te listë shpeshtish (tastin ESC për anulim)
ug: 1-%dنى بېسىپ دائىملىق سۆز جەدۋىلىدىكى %sنى ئۆچۈرۈڭ (ESCنى بېسىپ بىكار قىلىڭ)
uk: Натисніть 1–%d, щоб вилучити %s зі списку часто використовуваних (ESC, щоб скасувати)
zh_hk: 按下 1-%d 來刪除常用字表中的 %s (ESC 取消)

source: Cannot Save User Pinyin Database: %s
az: İStifadəçi Pinyin verilənlər bazası saxlanıla bilmir: %s
bo_cn: སྤྱོད་མཁན་གྱི་སྒྲ་སྦྱོར་མིང་མཛོད་ཉར་ཚགས་བྱ་ཐབས་བྲལ།%s
hu: A felhasználói pinyin-adatbázis nem menthető: %s
pl: Nie udało się zapisać Bazy Danych Pinyin użytkownika: %s
sq: S’mund të Ruhet Bazë të Dhënash Përdoruesi Pinyin: %s
ug: ئىشلەتكۈچى سۆزلۈك ئامبىرىنى ساقلىغىلى بولمىدى: %s
uk: Не вдалося зберегти базу даних піньїну користувача: %s
zh_hk: 無法保存用戶拼音詞庫: %s

source: Cannot Save Frequent word: %s
az: Tez-tez təkrarlanan söz saxlanıla bilmir: %s
bo_cn: ཚིག་ཉར་ཚགས་བྱེད་ཐབས་མེད།%s
hu: Nem menthető a gyakori szó: %s
pl: Nie udało się zapisać często używanego słowa: %s
sq: S’ruhet Dot fjalë e Shpeshtë: %s
ug: سۆز تەكرارلىقىنى ساقلىغىلى بولمىدى: %s
uk: Не вдалося зберегти частовживане слово: %s
zh_hk: 無法保存詞頻: %s

source: Cannot Save Pinyin Index: %s
az: Bu Pinyin indeksi saxlanıla bilmir: %s
bo_cn: སྒྲ་སྦྱོར་འདྲེན་བྱང་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།%s
hu: A Pinyin Index nem menthető: %s
pl: Nie udało się zapisać Indeksu Pinyin: %s
sq: S’ruhet Dot Index Pinyin: %s
ug: پىنيىن ئىندېكسىنى ساقلىغىلى بولمىدى: %s
uk: Не вдалося зберегти покажчик піньїну: %s
zh_hk: 無法保存拼音索引: %s

source: Remind:
az: Xatırlatma:
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན།
hu: Emlékeztető:
pl: Przypomnij:
sq: Kujtoma:
ug: بىرلەشتۈرۈپ ئويلاش
uk: Нагадування:
zh_hk: 聯想：

source: Migrate the old file path to the new one
az: Köhnə fayl yolunu yenisinə köçürün
bo_cn: ཡིག་ཆ་རྙིང་པའི་འགྲོ་ལམ་ཡིག་ཆ་གསར་པའི་འགྲོ་ལམ་དུ་སྤོ་བ།
hu: A régi fájl elérési útjának áttelepítése az újra
pl: Migruj starą ścieżkę pliku do nowej
sq: Migroje shtegun e vjetër të kartelës te i riu
ug: كونا ھۆججەتنى يۆتكەش يولىنى يېڭى ھۆججەت يولىغا يۆتكەش
uk: Перенести старий шлях до файлів до нового
zh_hk: 遷移老文件路徑到新文件路徑

source: Quwei
az: Tsyuvey (Quwei)
bo_cn: ཁུལ་གནས།
ug: رايون
zh_hk: 區位

source: Left/Right to choose selected character, Press Enter to confirm, Press Escape to Cancel
az: İşarələnmiş simvolu seçmək üçün Sol/Sağ, təsdiqləmək üçün Enter, İmtina üçün Escape düymələrinə vurun
bo_cn: གཡོན་ནམ་གཡས་མནན་ནས་ཡི་གེ་འདེམས་པ་དང་། ཕྱིར་ལོག་མཐེབ་གཞོང་མནན་ནས་ངོས་འཛིན་བྱེད་པ། Escapeམནན་ནས་འདོར་བ།
hu: Bal/Jobb a kiválasztott karakter kiválasztásához, nyomja meg az Enter-t a megerősítéshez, nyomja meg az Escape gombot a törléshez
pl: Lewo/Prawo, aby wybrać zaznaczony znak, Naciśnij Enter, żeby potwierdzić, Kliknij Escape, aby anulować
sq: Tastet shigjetë Majtas/Djathtas për të zgjedhur shenjën e përzgjedhur, shtypni tastin Enter për ta ripohuar veprimin, shtypni tastin Esc për ta anuluar
ug: سول/ئوڭ بويىچە تاق خەت تاللاڭ، مۇقىمداش كۇنۇپكسىنى بېسىپ جەزملەڭ، Escape نى بېسىپ ئەمەلدىن قالدۇرۇڭ
uk: ←/→ — вибір символу, натискання Enter — підтвердження, Escape — скасувати
zh_hk: 按左/右選擇單字，按回車確認，按Escape 取消

source: Pinyin:
bo_cn: སྒྲ་སྦྱོར།
hu: Pinjin:
ug: پىنيىن:
uk: Піньїнь:
zh_hk: 拼音：

source: Cannot found Pinyin
az: Pinyin tapılmadı
bo_cn: སྒྲ་སྦྱོར་རྙེད་ཐབས་བྲལ།
hu: A Pinyin nem található
pl: Nie udało się znaleźć Pinyin
sq: S’gjendet dot Pinyin
ug: پىنيىن تېپىلمىدى
uk: Не вдалося знайти піньїн
zh_hk: 無法找到拼音

source: Choose the phrase to be put in the front, Press Escape to Cancel
az: Önə çəkiləcək ifadəni seçin, imtina üçün Escape düyməsinə vurun
bo_cn: མདུན་ན་ཡོད་པའི་ཚིག་གྲུབ་འདེམས་པ། Escapeམནན་ནས་འདོར་བ།
hu: Válassza ki az elejére kerülő kifejezést, vagy nyomja meg az Escape billentyűt a megszakításhoz
pl: Wybierz frazę, która będzie widnieć z przodu. Kliknij Escape, aby anulować.
sq: Zgjidhni togfjalëshin për t’u vendosur në ballë, shtypni tastin Esc për ta anuluar
ug: ئالدىغا قويۇلغان جۈملىنى تاللاڭ ، Escape نى بېسىپ بىكار قىلىڭ
uk: Виберіть фразу, яку слід винести на передній план, Escape — скасувати
zh_hk: 選擇放在前面的詞組，按Escape 取消

source: Choose the phrase to be deleted, Press Escape to Cancel
az: Silinəcək ifadəni seçin, imtina üçün Escape düyməsinə vurun
bo_cn: བསུབ་བྱའི་ཚིག་གྲུབ་འདེམས་པ། Escapeམནན་ནས་འདོར་བ།
hu: Válassza ki a törölni kívánt kifejezést, és nyomja meg az Escape billentyűt a törléshez
pl: Wybierz frazę, która zostanie usunięta. Kliknij Escape, aby anulować.
sq: Zgjidhni togfjalëshin për t’u fshirë, shtypni tastin Esc për ta anuluar
ug: ئۆچۈرمەكچى بولغان سۆز بىرىكمىسىنى تاللاپ، Escape نى بېسىپ ئەمەلدىن قالدۇرۇڭ
uk: Виберіть фразу, яку слід вилучити, Escape — скасувати
zh_hk: 選擇要刪除的詞組，按Escape 取消

source: Choose the phrase to clear typing history, Press Escape to Cancel
az: Yazı tarixçəsini təmizləmək üçün ifadəni seçin. İmtina üçün Escape düyməsinə vurun
bo_cn: གཙང་སེལ་བྱ་རྒྱུའི་ཚིག་གྲུབ་འདེམས་པ། Escapeམནན་ནས་འདོར་བ།
hu: Válassza ki a kifejezést a gépelési előzmények törléséhez, majd nyomja meg az Escape billentyűt a megszakításhoz
pl: Wybierz frazę, która będzie czyścić historię. Kliknij Escape, aby anulować.
sq: Zgjidhni togfjalëshin për spastrim nga historiku i shtypjeve, shtypni tastin Esc për ta anuluar
ug: كىرگۈزۈش چاستوتىسىنى تازىلىماقچى بولغان سۆز بىرىكمىلىرىنى تاللاپ، Escape نى بېسىپ ئەمەلدىن قالدۇرۇڭ.
uk: Виберіть фразу, щоб очистити журнал введення, Escape — скасувати
zh_hk: 選擇要清理輸入頻率的詞組，按Escape 取消

source: Remind:
az: Xatırlatma:
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན།
hu: Emlékeztető:
pl: Przypomnij:
sq: Kujtoma:
ug: بىرلەشتۈرۈپ ئويلاش:
uk: Нагадування:
zh_hk: 聯想：

source: Phrase is already in Dict
az: İfadə artıq lüğətdədir
bo_cn: ཚིག་གྲུབ་རེའུ་མིག་ནང་འདུག
hu: A kifejezés már a könyvtárban van
pl: Fraza znajduje się już w słowniku
sq: Togfjalësh tashmë në Fjalor
ug: سۆز بىرىكمىسى كود جەدۋىلىدە
uk: Фраза вже є у словнику
zh_hk: 詞組已在碼錶中

source: Code is
az: Kod
bo_cn: ཨང་ཀི་ནི།
hu: A kód
pl: Kod to
sq: Kodi është
ug: كودى
uk: Код
zh_hk: 編碼為

source: Ctrl+Delete To Delete
az: Silmək üçün Ctrl+Delete
bo_cn: Ctrl+Delete བསུབ་པ།
hu: Ctrl+Delete a törléshez
pl: Ctrl+Delete, aby usunąć
sq: Ctrl+Delete Që të Fshihet
ug: Ctrl+Delete نى بېسىپ ئۆچۈرۈڭ
uk: Ctrl+Delete для вилучення
zh_hk: Ctrl+Delete 刪除

source: Loading Table Dict
az: Dict cədvəli yüklənir
bo_cn: ཨང་རྟགས་རེའུ་མིག་གི་ཚིག་མཛོད་སྣོན་འཇུག
hu: Könyvtár tábla betültése
pl: Ładowanie tabeli słownika
ug: كود جەدۋىلى لۇغىتى يۈكلىنىۋاتىدۇ
uk: Завантажуємо Table Dict
zh_hk: 加載碼錶詞典

source: Load Table Dict OK
az: Dict cədvəlinin yüklənməsi OK
bo_cn: ཨང་རྟགས་རེའུ་མིག་ཡིག་ཆ་སྣོན་འཇུག
hu: Tábla könyvtár betöltése OK
pl: Ładowanie tabeli słownika OK
ug: كود جەدۋىلى ھۆججىتى يۈكلەندى
uk: Table Dict вдало завантажено
zh_hk: 加載碼錶文件成功

source: Loading Autophrase.
az: Avtomatik ifadə yüklənir
bo_cn: རང་སྒྲུབ་ཚིག་གྲུབ་ཀྱི་ཆ་འཕྲིན་སྣོན་འཇུག་བྱེད་པ།
hu: Automatikus kifejezések betöltése.
pl: Ładowanie AutoFrazy.
sq: Ngarkim Togfjalëshi të Automatizuar.
ug: ئاپتوماتىك بىرىكمە سۆز ئۇچۇرىنى يۈكلەۋاتىدۇ
uk: Завантажуємо Autophrase.
zh_hk: 加載自動組詞訊息中

source: Load Autophrase OK
az: Avtomatik ifadənin yüklənməsi OK
bo_cn: རང་སྒྲུབ་ཚིག་གྲུབ་ཀྱི་ཆ་འཕྲིན་སྣོན་འཇུག་བྱས་ཟིན།
pl: Ładowanie AutoFrazy OK
sq: Ngarkim Togfjalëshi të Automatizuar OK
ug: ئاپتوماتىك بىرىكمە سۆز ئۇچۇرى يۈكلەندى
uk: Autophrase вдало завантажено
zh_hk: 加載自動組詞訊息完成

source: Save dict error
az: Dict saxlanılmasında xəta
bo_cn: ཨང་རྟགས་རེའུ་མིག་ཉར་ཚགས་ནོར་བ།
hu: Diktálási hiba mentése
pl: Zapisz error słownika
sq: Gabim ruajtjeje në fjalor
ug: كود جەدۋىلىنى ساقلاشتا خاتالىق كۆرۈلدى
uk: Помилка під час спроби зберегти словник
zh_hk: 保存碼錶出錯

source: Rename OK
az: Yenidən adlandırmaq OK
bo_cn: མིང་བསྐྱར་དུ་བཏགས་པ།
hu: Az átnevezés OK
pl: Zmiana nazwy OK
sq: Riemërtimi OK
ug: ناملاندى
uk: Вдале перейменування
zh_hk: 重命名成功

source: Load Addon Config File:%s
az: Əlavənin tənzimləmə faylını yükləmək: %s
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུའི་སྡེབ་སྒྲིག་ཡིག་ཆ་སྣོན་འཇུག %s
hu: Bővítmény konfigurációs fájl betöltése:%s
pl: Ładowanie pliku konfiguracyjnego wtyczek: %s
sq: Ngarko Kartelë Formësimi Shtojce: %s
ug: قوشۇمچە زاپچاس سەپلىمە ھۆججىتى يۈكلەندى: %s
uk: Завантажити файл налаштувань додкатка:%s
zh_hk: 加載附加組件配置文件: %s

source: Disable addon %s, dependency %s cannot be satisfied.
az: %s əlavəsini söndürün, %s asılılığı işləyə bilməz.
bo_cn: ལྷུ་ལག་སྤྱོད་མི་ཆོག་%s རྟེན་པ་%sའདོད་བློ་སྐོང་མི་ཐུབ།
hu: A %s bővítmény letíltva, a %s függőségek nem teljesülnek.
pl: Wtyczka %s wyłączona, zależność %s nie mogła zostać zainstalowana.
sq: Çaktivizo shtesën %s, nuk plotësohet dot varësia %s.
ug: چەكلەنگەن قىستۇرما %s، %sگە تايىنىپ ئىشلىيەلمەيدۇ.
uk: Вимкнено додаток %s, не вдалося задовольнити залежність %s.
zh_hk: 禁用插件 %s，依賴 %s 無法滿足。

source: Enum option duplicated.
az: Enum seçimi təkrarlandı.
bo_cn: མེ་ཅུ་གདམ་བྱ་བསྐྱར་ཟློས།
hu: Az Enum opció duplikálva.
pl: Opcja Enum zduplikowana.
sq: Mundësi Numërtimi e përsëdytur
ug: ساناش تۈرى تەكرارلىنىشى
uk: Дублікат пункту переліку.
zh_hk: 枚舉選項重複

source: Enum option number must larger than 0
az: Say seçimləri nömrəsi 0-dan böyük olmalıdır
bo_cn: མེ་ཅུ་ཡི་གཅིག་གནས་0ལས་ཆེ་བ་དགོས།
hu: Az enum opció számának nagyobbnak kell lennie 0-nál
pl: Opcja Enum musi być większa niż 0
sq: Numri i mundësisë së numërtimit duhet të jetë më i madh se 0
ug: ساناش تاللاش سانى 0 دىن چوڭ بولۇشى كېرەك.
uk: Номер пункту переліку має бути більшим за 0.
zh_hk: 枚舉選項個數需要大於0

source: Enum Option is invalid, take it as string
az: Enum parametri səhvdir, onu sətir kimi götürün
bo_cn: མེ་ཅུའི་གདམ་གསེས་ཁྲིམས་དང་མི་མཐུན་པས་ཡིག་རྟགས་ཕྲེང་དུ་བྱས་ནས་ཐག་གཅོད་རྒྱུ།
hu: Az Enum opció érvénytelen, vegye karakterláncként
pl: Opcja Enum jest nieprawidłowa, przyjmowanie go jako napis
sq: Mundësia e Numërtimit është e pavlefshme, merre si varg
ug: ساناش تۈرى قائىدىگە ئۇيغۇن ئەمەس، تىپىنى ھەرپ-بەلگە تىزىقى قىلىپ بىر تەرەپ قىلسۇن
uk: Значення параметра переляку є некоректним, вважаємо його рядком
zh_hk: 枚舉選項不合法，將類型作為字符串處理

source: Unknown type, take it as string: %s
az: Naməlum növ, onu bu sətir kimi götürün: %s
bo_cn: མི་ཤེས་པའི་རིགས་གྲས། ཡིག་རྟགས་ཕྲེང་དུ་བྱས་ནས་ཐག་གཅོད་རྒྱུ། %s
hu: Ismeretlen típus, vegye fel karakterláncnak: %s
pl: Nieznany rodzaj, przyjmowanie go jako napis: %s
sq: Lloj i panjohur, mere si varg: %s
ug: نامەلۇم تىپ ھەرپ-بەلگە تىزىقى سۈپىتىدە بىر تەرەپ قىلىندى: %s
uk: Невідомий тип, вважаємо рядком: %s
zh_hk: 未知類型，作為字符串處理: %s

source: Missing type, take it as string
az: Növ göstərilməyib, onu sətir kimi qəbul edin
bo_cn: རིགས་གྲས་ཚང་མི་འདུག་པས་ཡིག་རྟགས་ཕྲེང་དུ་བྱས་ནས་ཐག་གཅོད་རྒྱུ།
hu: Hiányzó típus, vegye fel karakterláncnak
pl: Brak rodzaju, przyjmowanie go jako napis
sq: Mungon lloj, merre si varg
ug: كەم تىپ ھەرپ-بەلگە تىزىقى ئورنىدا بىر تەرەپ قىلىندى
uk: Пропущено тип, вважаємо рядком
zh_hk: 類型缺失，作為字符串處理

source: Configure group name error: line %d
az: Qrupun adındakı xəta: line %d
bo_cn: སྡེབ་སྒྲིག་ཚོ་ཆུང་གི་མིང་ནོར་འདུག སྟར་པ་%d
hu: Csoport név konfigurációs hiba: %d sor
pl: Ustaw nazwę grupy error: linia %d
sq: Gabim formësimi emri grupi: rreshti %d
ug: سەپلىمە گۇرۇپپىسى نامى خاتا: %d-قۇر
uk: Помилка у назві групи налаштувань: рядок %d
zh_hk: 配置組名錯誤: 行%d

source: Duplicate group name, merge with the previous: %s :line %d
az: Grup adının təkrarı əvvəlkilərlə birləşdirildi: %s:sətir %d
bo_cn: ཚོ་ཆུང་གི་མིང་བསྐྱར་ཟློས། དེ་སྔའི་ཚོ་ཆུང་དང་ཟླ་སྒྲིལ་བ། %sསྟར་པ་%d
hu: Duplikált csoportnév, egyesítse az előzővel: %s :sor %d
pl: Zduplikowana nazwa grupy, połącz z poprzednimi: %s : linia %d
sq: Emër i përsëdytur grupi, përzieje me të mëparshmin: %s :rreshti %d
ug: گۇرۇپپا نامى قايتىلىنىپ قالغاچقا، بۇرۇنقى گۇرۇپپا نامى بىلەن قوشۇۋېتىلدى: %s، %d-قۇر
uk: Дублювання назви групи, об'єднано із попередньою: %s :рядок %d
zh_hk: 組名重複，和之前的組合併: %s :行 %d

source: Invalid Entry: line %d missing '='
az: Səhv giriş: %d sətrində '=' çatışmır
bo_cn: སྡེབ་སྒྲིག་དོན་ཚན་ཁྲིམས་དང་མི་མཐུན། སྟར་པ་%d '='མི་འདུག
hu: Érvénytelen bejegyzés: sor %d hiányzik '='
pl: Nieprawidłowy Wpis: linia %d brakujący '='
sq: Zë i Pavlefshëm: te rreshti %d mungon '='
ug: سەپلىمە تۈرى قائىدىگە خىلاپ: %d-قۇردا '=' كەم
uk: Некоректний запис: у рядку %d пропущено «=»
zh_hk: 配置項不合法: 行%d 缺少'='

source: Duplicate option, overwrite: line %d
az: Təkrarın parametri, üzərinə yazın: sətir %d
bo_cn: སྡེབ་སྒྲིག་དོན་ཚན་བསྐྱར་ཟློས། བཀབ་པ། སྟར་པ་%d
hu: Duplikált beállítás, felülírás: sor %d
pl: Zduplikowana opcja, nadpisz: linia %d
sq: Mundësi përsëdytje, mbishkruaje: rreshti %d
ug: قايتىلانغان سەپلىمە تۈرى، باستۇرۇش: %d-قۇر
uk: Дублювання параметра, перезапис: рядок %d
zh_hk: 重複的配置項，覆蓋: 行%d

source: Option %s is Invalid, Use Default Value %s
az: %s seçimi yararsızdır. %s ilkin dəyərini istifadə edin
bo_cn: སྡེབ་སྒྲིག་དོན་ཚན་%sཁྲིམས་དང་མི་མཐུན། སོར་བཞག་གྲངས་ཐང་%sསྤྱོད་པ།
hu: A %s opció is érvénytelen, Használja a %s alapértelmezett értéket
pl: Opcja %s jest nieprawidłowa, użyj wartości domyślnej %s
sq: Mundësia %s: është e Pavlefshme, Përdorni Vlerën Parazgjedhje %s
ug: %s سەپلىمە تۈرى قائىدىگە ئۇيغۇن ئەمەس، سۈكۈتتىكى قىممەت %s ئىشلىتىلىدۇ
uk: Значення параметра %s є некоректним, буде використано типове значення %s
zh_hk: 配置項%s不合法，使用默認值%s

source: Option %s is Invalid.
az: %s parametri səhvdir.
bo_cn: སྡེབ་སྒྲིག་དོན་ཚན་%sཁྲིམས་དང་མི་མཐུན།
hu: A %s beállítás érvénytelen.
pl: Opcja %s jest niepoprawna
sq: Mundësia %s: është e Pavlefshme.
ug: %s سەپلىمە تۈرى قائىدىگە ئۇيغۇن ئەمەس
uk: Значення параметра %s є некоректним.
zh_hk: 配置項%s不合法

source: Available Value:
az: Əlçatan dəyər:
bo_cn: འདེམས་ཆོག་པའི་གྲངས་ཐང་།
hu: Elérhető érték:
pl: Dostępna Wartość:
sq: Vlerë e Përdorshme:
ug: تاللانما قىممەت:
uk: Доступне значення:
zh_hk: 可選值：

source: no default option for %s/%s
az: %s/%s üçün ilkin parametr yoxdur
bo_cn: གདམ་བྱ་%sདང་ཡང་ན་%sལ་སོར་བཞག་འདེམས་གསེས་མི་འདུག
hu: Nincs alapértelmezett beállítás a %s/%s-hez
pl: brak domyślnej opcji dla %s/%s
sq: s’ka mundësi parazgjedhje për %s/%s
ug: %s/%sتاللانمىنىڭ سۈكۈتتىكى تاللىشى يوق
uk: немає типового значення параметра для %s/%s
zh_hk: 選項%s/%s沒有默認選項

source: Frontend: open %s fail %s
az: Üz örtüyü: açıq %s, uğursuz %s
bo_cn: མདུན་སྣེ་%sཁ་ཕྱེ་བ་དང་། %sཕམ་པ།
hu: Előfelület: nyitva %s hibás %s
pl: Front-end: otwórz %s niepowodzenie %s
ug: ئالدى تېرمىنال: %sنى ئاچالمىدى %s
uk: Оболонка: спроба відкрити %s завершилася невдало %s
zh_hk: 前端: 打開 %s 失敗 %s

source: Frontend: bad frontend
az: Görünən interfeys: xoşagəlməz interfeys
bo_cn: མདུན་སྣེ། གནད་དོན་ཡོད་པའི་མདུན་སྣེ།
hu: Előfelület: rossz előfelület
pl: Front-end: zły front-end
sq: Pjesë e përparme: pjesë e përparme e gabuar
ug: ئالدى تېرمىنال: ئالدىنقى ئۇچتا مەسىلە بار
uk: Оболонка: помилкова оболонка
zh_hk: 前端: 有問題的前端

source: No available frontend
az: Əlçatan interfeys yoxdur
bo_cn: སྤྱོད་རུང་བའི་མདུན་སྣེ་མེད།
hu: Nincs elérhető előlfelület
pl: Brak dostępnych front-endów
sq: S’ka pjesë të përparme të gatshme
ug: ئىشلەتكىلى بولىدىغان ئالدى تېرمىنال يوق
uk: Немає доступної оболонки
zh_hk: 無可用前端

source: IM: open %s fail %s
az: Daxiletmə üsulu: %s uğursuz %s
bo_cn: ནང་འཇུག་བྱེད་སྟངས། %sཁ་ཕྱེ་བ་དང་། %sཕམ་པ།
hu: IM: nyitva %s hibás %s
pl: MW: otwórz %s błąd %s
ug: كىرگۈزگۈچ: %sنى ئاچالمىدى %s
uk: СВ: спроба відкрити %s завершилася невдало %s
zh_hk: 輸入法: 打開%s 失敗 %s

source: IM: bad im %s
az: Daxiletmə üsulu: pis daxiletmə üsulu %s
bo_cn: ནང་འཇུག་བྱེད་སྟངས། གནད་དོན་ཡོད་པའི་ནང་འཇུག་བྱེད་སྟངས། %s
hu: IM: rossz im %s
pl: MW: zła mw %s
ug: كىرگۈزگۈچ: مەسىلە بار كىرگۈزگۈچ %s
uk: СВ: помилковий спосіб введення %s
zh_hk: 輸入法: 有問題的輸入法 %s

source: No available Input Method
az: Əlçatan daxiletmə üsulu yoxdur
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཕན་མེད།
hu: Nincs elérhető beviteli módszer
pl: Brak dostępnych Metod Wprowadzania
sq: S’ka Metodë Dhënieje të gatshme
ug: كىرگۈزگۈچ يوق
uk: Немає доступного способу введення
zh_hk: 無用輸入法

source: Input Method
az: Daxiletmə üsulu
bo_cn: ནང་འཇུག་བྱེད་སྟངས།
pl: Metoda Wprowadzania
sq: Metodë Dhënieje
ug: كىرگۈزگۈچ
uk: Спосіб введення
zh_hk: 輸入法

source: Input Speed:
az: Daxiletmə sürəti:
bo_cn: ནང་འཇུག་མྱུར་ཚད།
hu: Bemeneti sebesség:
pl: Prędkość Wprowadzania:
sq: Shpejtësi Dhëniesh:
ug: كىرگۈزۈش سۈرئىتى:
uk: Швидкість введення:
zh_hk: 輸入速度:

source: /min Time Used:
az: /dəq Vaxt sərf olundu:
bo_cn: སྐར་མ། བརྒྱུད་སྐབས་ཀྱི་དུས་ཚོད།
hu: /perc Felhasznált idő:
pl: /min Czasu upłynęło:
sq: /min Kohë e Përdorur:
ug: /مىنۇت، كەتكەن ۋاقىت:
uk: /хв. Використано часу:
zh_hk: /分 經過時間:

source: min Num of Characters:
az: Simvolların minimum sayı
bo_cn: སྐར་མ། ཡིག་རྟགས་ཀྱི་གྲངས།
hu: Minimum karakterek száma:
pl: minimalna ilość znaków:
sq: Numër minimum Shenjash:
ug: مىنۇت ھەرپ-خەت سانى:
uk: мін. кількість символів:
zh_hk: 分 字符數:

source: Use remind
az: Xatırlatma
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན།
hu: Emlékeztető használata
pl: Użyj przypominania
sq: Përdor “Kujtoma”
ug: بىرلەشتۈرۈپ ئويلاش
uk: Використовувати нагадування
zh_hk: 聯想

source: No remind
az: Xatırlatmamaq
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན་མེད།
hu: Nincs emlékeztető
pl: Nie przypominaj
sq: Pa “Kujtoma”
ug: بىرلەشتۈرۈپ ئويلىمىسۇن
uk: Без нагадувань
zh_hk: 無聯想

source: Toggle Remind
az: Xatırladıcı dəyişdirici
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན་བརྗེ་བ།
hu: Kapcsolja be az Emlékeztetőt
pl: Przełącz przypominanie
sq: Aktivizo/Çaktivizo “Kujtoma”
ug: بىرلەشتۈرۈپ ئويلىسۇن
uk: Увімкнути або вимкнути нагадування
zh_hk: 切換聯想

source: Module: open %s fail %s
az: Modul: açıqdır %s alınmadı %s
bo_cn: དཔེ་དུམ། %sཁ་ཕྱེ་བ་དང་། %sཕམ་པ།
hu: Modul: nyitva %s hibás %s
pl: Moduł: otwórz %s błąd %s
ug: مودۇل: %sنى ئېچىش مەغلۇپ بولدى%s
uk: Модуль: спроба відкрити %s завершилася невдало %s
zh_hk: 模塊: 打開%s 失敗 %s

source: Module: bad module
az: Modul: pis modul
bo_cn: དཔེ་དུམ། གནད་དོན་ཡོད་པའི་དཔེ་དུམ།
hu: Modul: rossz modul
pl: Moduł: uszkodzony moduł
sq: Modul: modul i gabuar
ug: مودۇل: مەسىلە بار مودۇل
uk: Модуль: помилковий модуль
zh_hk: 模塊: 有問題的模塊

source: Clear
az: Təmizləyin
bo_cn: སྟོང་པ་བཟོ་བ།
hu: Tisztítás
pl: Wyczyść
sq: Spastroje
ug: قۇرۇقداش
uk: Очистити
zh_hk: 清空

source: Left
az: Sol
bo_cn: གཡོན།
hu: Balra
pl: Do lewej
sq: Majtas
ug: سول
uk: Ліворуч
zh_hk: 左

source: Right
az: Sağ
bo_cn: གཡས།
hu: Jobbra
pl: Do prawej
sq: Djathtas
ug: ئوڭ
uk: Правий
zh_hk: 右

source: Empty
az: Boş
bo_cn: སྟོང་པ།
hu: Üres
pl: Pusty
sq: E zbrazët
ug: قۇرۇق
uk: Порожній
zh_hk: 空

source: The key you just pressed is not supported by Qt.
az: İndicə basdığınız düymə Qt tərəfindən dəstəklənmir.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་བསྣན་པའི་མཐེབ་གཞོང་ལ་Qtཡི་རྒྱབ་སྐྱོར་མེད།
hu: Az imént lenyomott billentyűt a Qt nem támogatja.
pl: Przycisk, który właśnie wcisnąłeś nie jest wspierany przez Qt.
sq: Tasti që sapo shtypët nuk mbulohet nga Qt-ja.
ug: سىز بايا ئىشلەتكەن كۇنۇپكىنى Qt قوللىمايدۇ.
uk: Клавіша, яку ви тільки-но використали, не підтримується Qt.
zh_hk: 你剛剛按下的按鍵不被 Qt 支持。

source: Unsupported Key
az: Düymə dəstəklənmir
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་མཐེབ་གཞོང་།
hu: Nem támogatott kulcs
pl: Nieobsługiwany Klawisz
sq: Tast i Pambuluar
ug: قوللىمايدۇ
uk: Непідтримувана клавіша
zh_hk: 不支持的按鍵

source: UI: open %s fail %s
az: İs. interfeysi: %s alınmadı %s
bo_cn: མཐུད་ངོས་%sཁ་ཕྱེ་མ་ཐུབ།%s
hu: UI: megnyitás %s sikertelen %s
pl: UI: otwórz %s błąd %s
ug: كۆرۈنمە يۈر: %sنى ئېچىش مەغلۇپ بولدى%s
uk: Інтерфейс користувача: спроба відкрити %s завершилася невдало %s
zh_hk: 界面: 打開 %s 失敗 %s

source: UI: bad ui
az: İs. interfeysi: yararsız is. interfeysi
bo_cn: མཐུད་ངོས། གནད་དོན་ཡོད་པའི་མཐུད་ངོས།
hu: UI: hibás felhasználói felület
pl: UI: uszkodzone ui
sq: UI: ui e gabuar
ug: كۆرۈنمە يۈز: كۆرۈنمە يۈزدە مەسىلە بار
uk: Інтерфейс користувача: помилковий інтерфейс користувача
zh_hk: 界面: 有問題的界面

source: Invalid group name line @ line %d %s
az: Yararsız qrup adı line @ line %d %s
bo_cn: ཁྲིམས་བརྒལ་གྱི་ཚོ་མིང་ཤོག་ངོས་%dསྟར་པ་%sའདུག
hu: Érvénytelen csoport név sor @ sor %d %s
pl: Nieprawidłowa nazwa grupy linia @ linia %d %s
sq: Rresht i pavlefshëm emri grupi @ rreshti %d %s
ug: %d-قۇردا قائىدىگە خىلاپ گۇرۇپپا نامى بار: %s
uk: Некоректний рядок назви групи у рядку %d %s
zh_hk: 非法組名出現在第 %d 行: %s

source: Duplicate group %s in a desktop file,@ line %d, merge with previous one.
az: @ sətir %d İş masasındakı %s qrupunun təkrarı əvvəlki ilə birləşdirildi.
bo_cn: ཚོ་མིང་བསྐྱར་ཟློས་%s@ཤོལ་ངོས་%dསྟར་པ། དེ་སྔའི་ཚོ་མིང་དང་ཟླ་སྒྲིལ་བ།
hu: Duplikált csoport%s az asztali fájlban, @ sor %d, egyesítse az előzővel.
pl: Zduplikowana grupa %s w pliku desktop, @ linia %d połącz z poprzednią.
sq: Grup i përsëdytur %s te një kartelë desktop, @ rreshti %d, përzieje me të mëparshmin.
ug: %sگۇرۇپپا نامى قايتىلىنىپ قالغان. @%d-قۇر، بۇرۇنقى گۇرۇپپا بىلەن قوشۇۋېتىلدى.
uk: Дублювання групи %s у файлі desktop, рядок %d, об'єднано із попередньою.
zh_hk: 重複的組名 %s，@第 %d 行，與之前的組合併。

source: Non-comment doesn't belongs to any group @ %d %s
az: Sərhlər olmadan heç bir @ %d %s qrupuna aid deyil
bo_cn: མཆན་འགྲེལ་མིན་པ་ཚོ་ཆུང་གང་གི་ཁོངས་སུའང་མི་གཏོགས། @%d%s
hu: A nem megjegyzés nem tartozik egyik csoporthoz sem @ %d %s
pl: Bez-komentarza nie należy do żadnej grupy @ %d %s
sq: “Non-comment” s’i përket ndonjë grupi @ %d %s
ug: غەيرىي ئىزاھات ھېچقانداق گۇرۇپپىغا تەۋە ئەمەس %d%s
uk: Некоментований рядок не належить до жодної групи у %d %s
zh_hk: 非注釋不屬於任何組 @ %d %s

source: Invalid entry line @ line %d %s
az: Səhv giriş sətri @ sətir %d %s
bo_cn: ཁྲིམས་དང་མི་མཐུན་པའི་མཐེབ་གཞོང་གི་གྲངས་ཐང་%dསྟར་པ་%sའདུག
hu: Érvénytelen beviteli sor @ sor %d %s
pl: Nieprawidłowy wpis linia @ linia %d %s
sq: Zë i pavlefshëm rreshtash @ rresht %d %s
ug: %d-قۇردا قائىدىگە خىلاپ كۇنۇپكا قىممىتى بار: %s
uk: Некоректний рядок запису у рядку %d %s
zh_hk: 非法鍵值出現在第 %d 行: %s
