Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: 0 for commit immediately, -1 for keep all words
az: Bidəfəlik yerləşdirmək üçün 0, bütün sözləri saxlamaq üçün -1
bo_cn: 0གྱིས་ལམ་སེང་སྐྱེལ་བ་དང་། -1གིས་བདམས་ཟིན་པའི་མིང་རྐྱང་དག་ཉར་བ་མཚོན་པ།
hu: 0 az azonnali véglegesítéshez, -1 az összes szó megtartásához
pl: 0, aby wysłać natychmiastowo, -1 aby zachować wszystkie słowa
sq: 0 për parashtrim të menjëhershëm, -1 për të mbajtur krejt fjalët
ug: 0 دەرھال تاپشۇرۇشقا، -1 تاللانغان بارلىق تاق سۆزنى ساقلاپ قېلىشقا ۋەكىللىك قىلىدۇ.
uk: 0 — вносити негайно, -1 — зберігати усі слова
zh_hk: 0 代表立即提交, -1 代表保留全部已選單詞.

source: Add Extra space when selecting a candidate word
az: Namizəd söz seçildikdə əlavə boşluq daxil edin
bo_cn: གདམ་བྱའི་ཚིག་འདེམས་སྐབས་སྟོང་པ་ཐོལ་པ་ནང་འཇུག
hu: Adjon hozzá szóközt a jelölt szó kiválasztásakor
pl: Dodaj dodatkową spację podczas, gdy wybierasz kandydata na słowo
sq: Shto hapësirë Ekstra, kur përzgjidhet një fjalë kandidate
ug: نامزات سۆزنى ئىشلەتكەندە بوشلۇق قويسۇن
uk: Додавати додатковий пробіл при виборі слова-варіанта
zh_hk: 選擇候選詞時輸入額外空格

source: TraditionalChinese
az: Ənənəvi Çin
bo_cn: ཟོར་ལྕིའི་རྒྱ་ཡིག
hu: Tradicionális kínai
pl: Chiński Tradycyjny
sq: Kineze Tradicionale
ug: مۇرەككەپ خەنزۇچە
uk: Традиційна китайська
zh_hk: 繁體中文

source: Native
az: Yerli
bo_cn: གདོད་སྐྱེས།
hu: Anyanyelv
pl: Natywny
ug: ئەسلى
uk: Початковий
zh_hk: 原生

source: Traditional Chinese Translate Engine
az: Ənənvi çincə tərcümə mühərriki
bo_cn: ཟོར་ལྕི་ཡང་བརྗེ་ཆས།
hu: Hagyományos kínai fordítómotor
pl: Silnik tłumaczenia Chińskiego Tradycyjnego
sq: Mekanizëm Përkthimi Kinezeje Tradicionale
ug: مۇرەككەپ-ئاددىي خەنزۇچىنى ئالماشتۇرۇش ماتورى
uk: Рушій перекладу традиційної китайської
zh_hk: 簡繁轉換引擎

source: Toggle for enable or disable
az: Açmaq və ya söndürmək üçün açar
bo_cn: བརྗེས་ཏེ་སྤྱོད་མི་ཆོག་པའམ་འགོ་སློབ་བ།
hu: Kétállású kapcsoló engedélyezéshez vagy letiltáshoz
pl: Przełącz, aby włączyć lub wyłączyć
sq: Klikojeni për ta aktivizuar ose çaktivizuar
ug: چەكلەش-قوزغىتىشنى ئالماشتۇرۇش
uk: Перемкніть для вмикання або вимикання
zh_hk: 切換來禁用或啟用

source: Enabled state for im
az: Daxietmə üsulu vəziyyəti aktiv olundu
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འགོ་བསླངས་པའི་རྣམ་པ།
hu: Engedélyezett állapot a beviteli módok számára
pl: Stan włączony dla MW
sq: Gjendje e aktivizuar për im
ug: كىرگۈزگۈچنى قوزغىتىش ھالىتى
uk: Увімкнений стан для способу введення
zh_hk: 輸入法啟用狀態

source: Save Clipboard History To File
az: Mübadilə yaddaşı tarixçəsini faylda saxlamaq
bo_cn: དྲས་སྦྱར་པང་གི་ལོ་རྒྱུས་ཡིག་ཆར་ཉར་བ།
hu: Vágólapelőzmények mentése fájlba
pl: Zapisz Historię Schowka do Pliku
sq: Ruaj Historik të Papastre Në Kartelë
ug: چاپلاش تاختىسىدىكى بۇرۇن خاتىرىنى ھۆججەت شەكلىدە ساقلاش
uk: Зберегти журнал буфера введення до файла
zh_hk: 將剪貼板歷史保存為文件

source: Length of Clipboard History to Save
az: Saxlanılacaq mübadilə yaddaşının uzunluğu
bo_cn: དྲས་སྦྱར་པང་གི་ལོ་རྒྱུས་རིང་ཚད།
hu: Vágólap előzmények mentési hossza
pl: Długość Historii Schowka do Zapisania
sq: Gjatësi Historiku të Papastre Për T’u Ruajtur
ug: چاپلاش تاختىسىدىكى بۇرۇن خاتىرىدە ساقلىنىدىغان سۆز ئۇزۇنلۇقى
uk: Довжина збереженого журналу буфера введення
zh_hk: 剪切板歷史長度

source: Maximum length of each candidate word
az: Hər namizəd sözün maksimum uzunluğu
bo_cn: གདམ་བྱའི་ཚིག་རེའི་རིང་ཚད།
hu: Az egyes jelölt szavak maximális hossza
pl: Maksymalna długość każdego kandydata na słowo
sq: Gjatësi maksimum e çdo fjale kandidate
ug: ھەربىر نامزات سۆزنىڭ ئەڭ چوڭ ئۇزۇنلۇقى
uk: Максимальна довжина кожного слова-варіанта
zh_hk: 每個候選詞最大長度

source: Roughly the same length with this number of english letters, the actual length depends on the font and the content
az: Təxminən ingilis hərflərinin sayı ilə eyni uzunluqda, həqiqi uzunluq şriftdən və məzmundan asılıdr.
bo_cn: སྤྱིར་རིང་ཚད་དབྱིན་ཡིག་གི་གསལ་བྱེད་དང་གཅིག་མཚུངས་ཡིན། དོན་དངོས་ཀྱི་རིང་ཚད་ནི་ཡིག་གཟུགས་དང་ནང་དོན་ལ་གཞིགས་དགོས།
hu: Ennyi angol betűvel nagyjából azonos hosszúságú, a tényleges hosszúság a betűtípustól és a tartalomtól függ
pl: Z grubsza taka sama długość z tą liczbą angielskich liter, faktyczna długość zależy od czcionki i zawartości
sq: Afërsisht e njëjta gjatësi me këtë numër shkronjash të anglishtes, gjatësi faktike varet nga lloji i shkronjave dhe lënda
ug: تەخمىنىي ئۇزۇنلۇقى ئىنگىلىزچە ھەرپلەر بىلەن ئوخشاش، ئەمەلىي ئۇزۇنلۇقى خەت شەكلى ۋە مەزمۇنىغا باغلىق
uk: Приблизно така сама довжина із цією кількістю літер англійської; справжня довжина залежить від шрифту і даних
zh_hk: 大致長度和英文字母相同，實際長度取決於字體和內容

source: Trigger Key for Clipboard History List
az: Mübadilə yaddaşı tarixçəsi siyahısı üçün tətikləyici düymə
bo_cn: དྲས་སྦྱར་པང་གི་ལོ་རྒྱུས་མྱུར་མཐེབ།
hu: Indító kulcs a Vágólap előzményekhez
pl: Klawisz włączania listy historii schowka
sq: Tast Shfaqjeje Liste Historiku të Papastre
ug: چاپلاش تاختىسىدىكى بۇرۇن خاتىرىنىڭ تېزلەتمە كۇنۇپكىسى
uk: Клавіша-перемикач для списку журналу буфера обміну даними
zh_hk: 剪貼板歷史快捷鍵

source: Use Selection Text
az: Süçilmiş mətni istifadə edin
bo_cn: འདེམས་ཁུལ་གྱི་ཡི་གེ་སྤྱོད་པ།
hu: Kijelölő szöveg használata
pl: Użyj wybrany tekst
sq: Përdor Përzgjedhje Teksti
ug: تاللانغان رايوندىكى خەتنى ئىشلىتىش
uk: Використовувати позначений текст
zh_hk: 使用選區文字

source: Include the text currently selected in clipboard history.
az: Cari seçilmiş mətni mübadilə tarixçəsinə daxil etmək.
bo_cn: བདམས་པའི་ཡི་གེ་དག་དྲས་སྦྱར་པང་གི་ལོ་རྒྱུས་ནང་བླུགས་པ།
hu: Az aktuálisan kijelölt szöveg másolása a vágólap előzményei közé.
pl: Włącznie z tekstem, który aktualnie jest zaznaczony w historii schowka.
sq: Përfshi tekstin aktualisht të përzgjedhur te historiku i së papastrës.
ug: نۆۋەتتە تاللانغان خەتلەرنى چاپلاش تاختىسى خاتىرىسىگە كىرگۈزۈش
uk: Включити поточний позначений текст до журналу буфера обміну даними.
zh_hk: 當前選中文字加入剪切板歷史

source: Ignore blank selections
az: Boş seçimi ləğv edin
bo_cn: དྲས་སྦྱར་པང་གི་ནང་དོན་སྟོང་པ་དག་སྣང་མེད་དུ་འཇོག་པ།
hu: Üres kijelölések figyelmen kívül hagyása
pl: Ignoruj puste zaznaczenia
sq: Shpërfill përzgjedhje të zbrazëta
ug: چاپلاش تاختىسىدىكى قۇرۇق مەزمۇننى ساقىت قىلىش
uk: Ігнорувати порожні позначення
zh_hk: 忽略空白的剪貼板內容

source: IMSelector
az: İM seçici
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འདེམས་ཆས།
pl: SelektorMW
sq: Përzgjedhës IM
ug: كىرگۈزگۈچ تاللىغۇچ
uk: Вибір способу введення
zh_hk: 輸入法選擇器

source: Local Input Method SelectKey
az: Yerli daxiletmə üsulunu seçmə açarı
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཆ་ཤས་འདེམས་པ།
hu: Helyi beviteli mód Kiválasztó kulcs
pl: Lokalna Metoda Wprowadzania Wybierz Klawisz
sq: Tast përzgjedhjeje Metode Vendore Dhëniesh
ug: قىسمەن كىرگۈزگۈچنى تاللاش
uk: Клавіша вибору локального способу введення
zh_hk: 局部輸入法選擇

source: Global Input Method SelectKey
az: Qlobal daxiletmə üsulunu seçmə açarı
bo_cn: ཁྱོན་ཡོངས་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་འདེམས་པ།
hu: Globális beviteli mód Kiválasztó kulcs
pl: Globalna Metoda Wprowadzania Wybierz Klawisz
sq: Tast përzgjedhjeje Metode Globale Dhëniesh
ug: تولۇق كىرگۈزگۈچنى تاللاش
uk: Клавіша вибору загального способу введення
zh_hk: 全局輸入法選擇

source: Clear local Input Method
az: Yerli daxiletmə üsulunu təmizləyin
bo_cn: ཆ་ཤས་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་གཙང་སེལ།
hu: Helyi beviteli módszer törlése
pl: Wyczyść lokalne metody wprowadzania
sq: Spastro Metodë vendore Dhëniesh
ug: قىسمەن كىرگۈزگۈچنى قۇرۇقداش
uk: Очистити локальний спосіб введення
zh_hk: 清除局部輸入法

source: GlobalSelector
az: QlobalSeçici
bo_cn: སྤྱི་ཡོངས་འདེམས་པ།
hu: Globális választó
pl: GlobalnySelektor
sq: Përzgjedhës Global
ug: تولۇق تاللاش
uk: Загальний вибір
zh_hk: 全局選擇

source: Switch to the First Input Method
az: Birinci daxiletmə üsuluna keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་1པོར་བརྗེ་བ།
hu: Váltson az első beviteli módszerre
pl: Zmień na pierwszą metodę wprowadzania
sq: Kalo te Metoda e Parë e Dhënieve
ug: 1-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на перший спосіб введення
zh_hk: 切換至第1個輸入法

source: Switch to the Second Input Method
az: İkinci daxiletmə üsuluna keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་2པར་བརྗེ་བ།
hu: Váltson a második beviteli módszerre
pl: Zmień na drugą metodę wprowadzania
sq: Kalo te Metoda e Dytë e Dhënieve
ug: 2-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на другий спосіб введення
zh_hk: 切換至第2個輸入法

source: Switch to the Third Input Method
az: Üçüncü daxiletmə üsuluna keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་3པར་བརྗེ་བ།
hu: Váltson a harmadik beviteli módszerre
pl: Zmień na trzecią metodę wprowadzania
sq: Kalo te Metoda e Tretë e Dhënieve
ug: 3-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на третій спосіб введення
zh_hk: 切換至第3個輸入法

source: Switch to the Fourth Input Method
az: Dördüncü daxiletmə üsuluna dəyişdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་4པར་བརྗེ་བ།
hu: Váltson a negyedik beviteli módszerre
pl: Zmień na czwartą metodę wprowadzania
sq: Kalo te Metoda e Katërt e Dhënieve
ug: 4-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на четвертий спосіб введення
zh_hk: 切換至第4個輸入法

source: Switch to the Fifth Input Method
az: Beşinci daxiletmə üsuluna keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་5པར་བརྗེ་བ།
hu: Váltson az ötödik bemeneti módszerre
pl: Zmień na piątą metodę wprowadzania
sq: Kalo te Metoda e Pestë e Dhënieve
ug: 5-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на п'ятий спосіб введення
zh_hk: 切換至第5個輸入法

source: Switch to the Sixth Input Method
az: Altıncı daxiletmə üsuluna dəyişdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་6པར་བརྗེ་བ།
hu: Váltson a hatodik beviteli módszerre
pl: Zmień na szóstą metodę wprowadzania
sq: Kalo te Metoda e Gjashtë e Dhënieve
ug: 6-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на шостий спосіб введення
zh_hk: 切換至第6個輸入法

source: Switch to the Seventh Input Method
az: Yeddinci daxiletmə üsuluna keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་7པར་བརྗེ་བ།
hu: Váltson a hetedik bemeneti módszerre
pl: Zmień na siódmą metodę wprowadzania
sq: Kalo te Metoda e Shtatë e Dhënieve
ug: 7-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на сьомий спосіб введення
zh_hk: 切換至第7個輸入法

source: Switch to the Eighth Input Method
az: Səkkizinci daxiletmə üsuluna dəyişdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་8པར་བརྗེ་བ།
hu: Váltson a nyolcadik beviteli módszerre
pl: Zmień na ósmą metodę wprowadzania
sq: Kalo te Metoda e Tetë e Dhënieve
ug: 8-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на восьмий спосіб введення
zh_hk: 切換至第8個輸入法

source: Switch to the Ninth Input Method
az: Doqquzuncu daxiletmə üsuluna dəyişdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་9པར་བརྗེ་བ།
hu: Váltson a kilencedik beviteli módszerre
pl: Zmień na dziewiątą metodę wprowadzania
sq: Kalo te Metoda e Nëntë e Dhënieve
ug: 9-كىرگۈزگۈچكە ئالماشتۇرۇش
uk: Перемкнутися на дев'ятий спосіб введення
zh_hk: 切換至第9個輸入法

source: LocalSelector
az: Yerli seçici
bo_cn: ཆ་ཤས་འདེམས་པ།
hu: Helyi kiválaszó
pl: LokalnySelektor
sq: Përzgjedhës Vendor
ug: قىسمەن تاللاش
uk: Вибір локалі
zh_hk: 局部選擇

source: Pinyin Enhance
az: Genişləndirilmiş Pinyin
bo_cn: སྒྲ་སྦྱོར་ཆེ་རུ་གཏོང་བ།
hu: Pinyin kiemelése
pl: Wzbogacanie Pinyin
sq: Thellim PinYin-i
ug: پىنيىننى كۈچەيتىش
uk: Удосконалення піньїну
zh_hk: 拼音增強

source: Treating abbreviated Pinyin as English
az: Qısaldılmış Pinyinin İngiliscə kimi qəbil eilməsi
bo_cn: བདེ་འབྲི་དབྱིན་ཡིག་ཏུ་བརྩི་བ།
hu: A Pinyin rövidítése angolként való kezelése
pl: Traktowanie skróconego Pinyin jako Angielskiego
sq: Duke trajtuar Pinyin të shkurtuar si Anglishte
ug: ئاددىي پىنيىننى ئىنگلىزچە دەپ قاراش
uk: Вважати скорочений піньїнь як англійську
zh_hk: 將簡拼視為英文

source: Useful when you hardly ever use abbreviated pinyin.
az: Arabir çətin pinyin abreviaturası istifadə etdiyiniz zaman faydalıdır.
bo_cn: བདེ་བྲིས་སྤྱོད་པ་ཉུང་བའི་སྐབས་ལ་སྤྱོད་འཚམ་པ།
hu: Hasznos, ha alig használ rövidített pinjint.
pl: Użyteczne, kiedy prawie nigdy nie korzystasz z skróconego pinyin.
sq: E dobishme kur zor se përdorni ndonjëherë pinyin të shkurtuar.
ug: ئاددىي پىنيىننى ناھايىتى ئاز ئىشلىتىدىغانلارغا ماس كېلىدۇ
uk: Корисно, якщо ви навряд чи використовуватимете скорочений піньїнь.
zh_hk: 適用於很少使用簡拼的情況

source: Allow replacing the first candidate
az: İlk namizədi əvəzləməyə icazə verilsin
bo_cn: གདམ་བྱའི་ཚིག་དང་པོ་བརྗེ་ཆོག་པ།
hu: Engedélyezze az első jelölt lecserélését
pl: Zezwól na zastępowanie pierwszego kandydata
sq: Lejo zëvendësimin e kandidates së parë
ug: بىرىنچى نامزات سۆزنى ئالماشتۇرۇشقا يول قويۇش
uk: Дозволити заміну першого варіанта
zh_hk: 允許替換第一個候選詞

source: Allow Pinyin Enhance to replace the first candidate word when the input string is very closed to English.
az: Daxiletmə sətiri İngiliscəyə yaxın olduqda Pinyin genişlənməsinə ilk namizəd-sözü əvəz etməyə icazə vermək.
bo_cn: ཡིག་རྟགས་ཕྲེང་དབྱིན་ཡིག་དང་འདྲ་པོ་ཡོད་དུས་གདམ་བྱའི་ཚིག་དང་པོ་བརྗེ་ཆོག
hu: Engedélyezze a Pinyin Enhance számára az első szójelölt helyettesítését, ha a bemeneti karakterlánc nagyon zárt az angolra.
pl: Pozwól Pinyin Enhance na zastępowanie pierwszego kandydata na słowo, kiedy napis wejściowy jest bardzo podobny do Angielskiego.
sq: Lejo Pinyin Enhance të zëvendësojë fjalën e parë kandidate, kur vargu i dhënë është shumë afër anglishtes.
ug: ھەرپ-بەلگە تىزىقى ئىنگلىزچىغا ئىنتايىن يېقىن بولسا تۇنجى نامزات سۆزنى ئالماشتۇرۇشقا رۇخسەت قىلىنىدۇ
uk: Дозволити удосконаленню піньїну замінювати перше слово-варіант, якщо введений рядок дуже близький до слова англійською.
zh_hk: 允許在輸入字符串十分接近英文的時候替換第一個候選詞

source: Maximum length of spell hint list for Pinyin Enhance
az: Pinyin genişlənməsi üçün orfoqrafiya ipuclarının maksimum uzunluğu
bo_cn: སྒྲ་སྦྱོར་ཆེ་རུ་བཏང་བའི་སྒྲ་སྦྱོར་དྲན་སྐུལ་གྱི་གདམ་བྱའི་ཚིག་གི་ཁ་གྲངས་མང་ཤོས།
hu: A Pinyin Enhance helyesírási tipplistájának maximális hossza
pl: Maksymalna długość listy podpowiedzi pisowni dla Pinyin Enhance
sq: Gjatësi maksimum liste ndihmëzash drejtshkrimi për Pinyin Enhance
ug: كۈچەيتىلگەن پىنيىننى يېزىش ئەسكەرتمىسى نامزات سۆزىنىڭ سانى
uk: Максимальна довжина списку підказок щодо правопису для удосконалення піньїну
zh_hk: 拼音增強的拼寫提示候選詞最大個數

source: Hotkey for Inputing Character From Phrase
az: İfadəsən daxiletmə üçün düymə
bo_cn: ཚིག་གིས་ཡི་གེ་གཏན་ཁེལ།
hu: Gyorsbillentyű a karakterek kifejezésből történő beviteléhez
pl: Skrót Klawiszowy do wprowadzenia Znaku z Frazy
sq: Tas për Dhënie Shenje Nga Togfjalësh
ug: سۆز ئارقىلىق خەتنى بەلگىلەش
uk: Комбінація клавіш для введення символу з фрази
zh_hk: 以詞定字

source: Hotkey for switching to Inputing Character From Phrase mode
az: İfadə rejimindən daxiletmə simvollarını dəyişmək üçün qısayol düyməsi
bo_cn: ཚིག་གིས་ཡི་གེ་གཏན་ཁེལ་བྱེད་པའི་དཔེ་རྣམ་ལ་བརྗེ་བ།
hu: Gyorsbillentyű a Karakterek bevitele Kifejezés módra váltáshoz
pl: Skrót Klawiszowy do przełączania Wprowadzenia Znaku z Trybu Frazy
sq: Tast për kalim te mënyra Dhënie Shenjash Nga Togfjalësh
ug: سۆز ئارقىلىق خەتنى بەلگىلەش ھالىتىگە ئالماشتۇرۇش
uk: Комбінація клавіш для перемикання на режим вставлення символу з фрази
zh_hk: 切換至以詞定字模式

source: Disable Pinyin Symbol
az: Pinyin simvolunu söndürün
bo_cn: སྒྲ་སྦྱོར་ཡིག་རྟགས་སྤྱོད་མི་ཆོག
pl: Wyłącz Symbole Pinyin
sq: Çaktivizo Simbol Pinyin
ug: پىنيىنچە بەلگىلەرنى ئىشلىتىشنى چەكلەش
uk: Вимкнути символ піньїну
zh_hk: 禁用拼音符號

source: Minimum input length to trigger stroke input (set to -1 to disable)
az: Daxiletmənin tətiqklənməsi üçün ən çox daxiletmə uzunluğu (söndürmək üçün 1 təyin edin)
bo_cn: ཐུག་ཐོན་སྨྱུག་རིམ་ཆུང་ཤོས་ཀྱིས་ནང་འཇུག་བྱས་པའི་རིང་ཚད། (-1སྨྱུག་རིམ་ནང་འཇུག་སྤྱོད་མི་ཆོག་པར་བཟོ་བ།)
hu: Minimális bemeneti hossz a beviteli sebesség aktiválásához (-1-re állítva letiltás)
pl: Minimalna długość, aby włączyć Stroke Input (ustaw na -1, aby wyłączyć)
sq: Gjatësi minimum dhënieje për të shkaktuar dhënie me kombinim tastesh (që të çaktivizohet, vëreni -1)
ug: ئەڭ كىچىك قوزغىتىش سۆز ئەسكەرتمىسىنىڭ ئۇزۇنلۇقى(-1 تەڭشەلسە بىخۇا بويىچە كىرگۈزۈش چەكلىنىدۇ)
uk: Мінімальна довжина введення для вмикання введення штриха (-1 — вимкнути)
zh_hk: 最小觸發筆畫輸入的輸入長度(設為-1禁用筆畫輸入)

source: Stroke input trigger length
az: Daxiletməyə giriş üçün tətikləmə uzunluğu
bo_cn: སྨྱུག་རིམ་ནང་འཇུག་ཐུག་ཐོན་གྱི་རིང་ཚད།
hu: Bemeneti sebesség indító hossza
pl: Stroke input długość włącznika
sq: Gjatësi shkaktimi dhënie me kombinim tastesh
ug: بىخۇا بويىچە كىرگۈزۈشنى قوزغىتىش ئۇزۇنلۇقى
uk: Довжина вмикання введення штриха
zh_hk: 筆畫輸入觸髮長度

source: Maximum results from stroke input.
az: Maksimum daxiletmə nəticələri.
bo_cn: སྨྱུག་རིམ་ནང་འཇུག་བྱས་འབྲས་ཆེ་ཤོས།
hu: Maximális keresési eredmény a leütési bevitelből
pl: Maksymalna ilość wyników z stroke input.
sq: Maksimum përfundimesh prej dhënieje me kombinim tastesh.
ug: بىخۇا بويىچە كىرگۈزۈش نەتىجىسىنىڭ سۆز سانى
uk: Максимальна кількість результатів для введення штрихів.
zh_hk: 筆畫輸入結果的最大個數

source: This is only a soft limit, the actually number of candidate words may be larger than this when multiple characters have the same order of strokes.
az: Bu yalnız proqramın məhdudiyyətidir, əslində çoxsaylı simvollar eyni düzülüşdə olduqda namizəd-sözlərin sayı daha çox ola bilər.
bo_cn: འདྲེན་རྟགས།
hu: Ez csak egy laza korlát, a szójelölt szavak tényleges száma ennél nagyobb lehet, ha több karakternek azonos a körvonal sorrendje.
pl: Jest to tylko lekki limit, faktyczna ilość kandydatów na słowa, może być większa niż ustawiona, kiedy wiele znaków posiada taki sam układ strokes.
sq: Ky është vetëm një kufi “soft limit”, numri faktik i fjalëve kandidate mund të jetë më i madh se sa kaq, kur disa shenja kanë të njëjtën radhë kombinimi tastesh.
ug: بۇ پەقەت يۇمشاق دېتالنىڭ چەكلىمىسى. كۆپ خەتلەرنىڭ يېزىلىشى ئوخشاش بولغاندا، ئەمەلىي كىرگۈزۈش نەتىجىسىنىڭ سانى بۇ قىممەتتىن كۆپ بولۇشى مۇمكىن.
uk: Це «м'яке» обмеження — справжня кількість слів-варіантів може бути більшою за це число, якщо порядок штрихів є однаковим для декількох символів.
zh_hk: 這僅僅是個軟性限制. 當有多個字的筆順相同時, 實際的筆畫輸入結果個數可能多於這個值.

source: QuickPhrase
az: Sürətli ifadə
bo_cn: མྱུར་མགྱོགས་ནང་འཇུག
hu: Gyors kifejezés
pl: SzybkaFraza
sq: Togfjalësh i Shpejtë
ug: تېز كىرگۈزۈش
uk: Швидка фраза
zh_hk: 快速輸入

source: Semicolon
az: Nöqtəli vergül
bo_cn: དབྱེ་རྟགས།
hu: Pontosvessző
pl: Średnik
sq: Pikëpresje
ug: ئايرىش بەلگىسى
uk: Крапка з комою
zh_hk: 分號

source: Grave
bo_cn: འདྲེན་རྟགས།
hu: Komoly
pl: Gravis
ug: تەتۈر قوش پەش
uk: Фатальна
zh_hk: 反引號

source: Trigger Key for QuickPhrase
az: Sürətli ifadə üçün tətikləyici düymə
bo_cn: མྱུར་འཇུག་གི་ཐུག་ཐོན་མཐེབ་གཞོང་།
hu: Indító kulcs a Gyors kifejezésekhez
pl: Klawisz włączania SzybkiejFrazy
sq: Tast Shfaqjeje Togfjalëshi të Shpejtë
ug: تېز كىرگۈزۈشنى قوزغىتىش كۇنۇپكىسى
uk: Клавіша вмикання «Швидкої фрази»
zh_hk: 快速輸入的觸發鍵

source: Alternative Trigger Key for QuickPhrase
az: Sürətli ifadə üçün əlavə tətikləyici düymə
bo_cn: མྱུར་འཇུག་གི་ཐུག་ཐོན་མཐེབ་གཞོང་འཐོལ་པ།
hu: Alternatív indítókulcs a Gyors kifejezésekhez
pl: Alternatywny Klawisz dla SzybkiejFrazy
sq: Tast Alternativ Shfaqjeje Togfjalëshi të Shpejtë
ug: باشقا تېز كىرگۈزۈشنى قوزغىتىش كۇنۇپكىسى
uk: Альтернативна клавіша вмикання «Швидкої фрази»
zh_hk: 額外的快速輸入觸發鍵

source: Maximum length of spell hint list for Quick Phrase
az: Sürətli ifadə üçün orfoqrafiya ipucları siyahısının maksimum uzunluğu
bo_cn: མྱུར་འཇུག་སྒྲ་སྦྱོར་དྲན་སྐུལ་གྱི་གདམ་བྱའི་ཚིག་མང་ཤོ།ས
hu: A gyorskifejezések helyesírási tipplistájának maximális hossza
pl: Maksymalna długość listy podpowiedzi pisowni dla SzybkiejFrazy
sq: Gjatësi maksimum liste ndihmëzash drejtshkrimi për Togfjalësh të Shpejtë
ug: تېز كىرگۈزۈشنىڭ يېزىش ئەسكەرتمىسى نامزات سۆزىنىڭ سانى
uk: Максимальна довжина списку підказок щодо правопису для швидких фраз
zh_hk: 快速輸入的拼寫提示候選詞最大個數

source: Spell Hint
az: Düzgün yazılış üç. məsləhətlər
bo_cn: སྦྱོར་འབྲི་དྲན་སློང་།
hu: Helyesírási tipp
pl: Podpowiedzi pisowni
sq: Ndihmëz Drejtshkrimi
ug: يېزىش ئەسكەرتىشى
uk: Підказка щодо правопису
zh_hk: 拼寫提示

source: Preferred Enchant provider
az: Tərcih edilən Enchant təminatçısı
bo_cn: སྔོན་ལ་བདམས་པའི་Enchantརྒྱབ་སྣེ།
hu: Preferált Enchant szolgáltató
pl: Preferowany dostawca wzbogaceń
sq: Furnizues i parapëlqyer Enchant-i
ug: ئالدىن تاللىنىدىغان ئارقا تېرمىنال
uk: Бажаний надавач даних Enchant
zh_hk: 首選的Enchant後端

source: Default Spell Hint Backends Order
az: Orfoqrafiya ipuclarını yazmaq üçün standart terminal
bo_cn: སྦྱོར་འབྲི་དྲན་སྐུལ་སོར་བཞག་ལ་སྤྱད་པའི་རྒྱབ་སྣེའི་གོ་རིམ།
hu: Alapértelmezett helyesírási tipp háttérrendszer sorrend
pl: Domyślny układ podpowiedzi pisowni Back-end
sq: Radhë parazgjedhje Mekanizmash Ndihmëzash Drejtshkrimi
ug: يېزىش ئەسكەرتىشىنىڭ سۈكۈتتە ئىشلىتىدىغان ئارقا تېرمىنال
uk: Типовий порядок модулів підказок щодо правопису
zh_hk: 拼寫提示默認使用的後端順序

source: Possible Providers: presage, custom, enchant (separate with comma)
az: Seçilmiş arxa terminal: presage, custom, enchant (vergül ilə ayırın)
bo_cn: འདེམས་ཆོག་པའི་རྒྱབ་སྣེ་presageདང་custom enchant (དབྱིན་ཡིག་ཚེག་འབྲིང་གིས་བར་གཅོད་པ།)
hu: Lehetséges szolgáltatók: előjel, egyéni, elbűvöl (vesszővel elválasztva)
pl: Możliwi Dostawcy: presage, custom, enchant (oddzielaj przecinkiem)
sq: Furnizues të Mundshëm: presage, vetjak, enchant (ndajini me presje)
ug: تاللىغىلى بولىدىغان ئارقا تېرمىنال:presage, custom, enchant (ئىنگلىزچە پەش بىلەن ئايرىڭ)
uk: Можливі засоби надання: presage, custom, enchant (відокремлення комами)
zh_hk: 可選的後端: presage, custom, enchant (用英文逗號分隔)

source: X Keyboard
az: X Klaviatura
bo_cn: X མཐེབ་གཞོང་།
hu: X billentyűzet
pl: X Klawiatura
sq: Tastierë X
ug: X كۇنۇپكا
uk: X-клавіатура
zh_hk: X 鍵盤

source: Allow to Override System XKB Settings
az: XKB sistem ayarları üzərinə yazmağa icazə verin
bo_cn: རྒྱུད་ཁོངས་ཀྱི་XKB སྒྲིག་འགོད་བཀབ་ཆོག
hu: Engedélyezze a rendszer XKB beállításainak felülbírálását
pl: Pozwól na nadpisywanie systemowych ustawień XKB
sq: Lejo të Anashkalohen Rregullime Sistemi XKB
ug: سىستېمىنىڭ XKB تەڭشىكىنى باستۇرۇشقا رۇخسەت قىلسۇن
uk: Дозволити перевизначення параметрів системного XKB
zh_hk: 允許覆蓋系統的 XKB 設置

source: Use the layout of first keyboard input method in list as default layout
az: Siyahıdakı birinci daxiletmə üsulu qatını ilkin qat kimi istifadə edin
bo_cn: རེའུ་མིག་གི་མཐེབ་གཞོང་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་བཀོད་པ་དེ་སོར་བཞག་བཀོད་པར་བྱེད་པ།
hu: A lista első billentyűzetbeviteli módjának elrendezése alapértelmezett elrendezésként
pl: Użyj ułożenia pierwszej klawiatury metod wprowadzania na liście jako domyślnego ułożenia
sq: Si skemë parazgjedhje përdor skemën e metodës së parë në listë dhëniesh përmes tastiere
ug: تىزىملىكتىكى تۇنجى كۇنۇپكا تاختىسى كىرگۈزۈش قۇرۇلمىسىنى سۈكۈتتىكى قىلىپ ئورۇنلاشتۇرۇش
uk: Використовувати розкладку першого способу введення з клавіатури у списку як типову розкладку
zh_hk: 使用列表中的第一個鍵盤輸入法佈局作為默認佈局

source: For example, if Keyboard - English (US) is the first input method in the list, then English (US) will be applied to all other non keyboard input method layout
az: Misal üçün, Əgər İngiliscə (BŞ) daxiletmə üsulları siyahısında birincidirsə, o zaman İngiliscə (BŞ) bütün digər klaviaturasız daxiletmə qatına tətbiq olunacaq
bo_cn: དཔེར་ན། གལ་ཏེ་མཐེབ་གཞོང་དབྱིན་ཡིག་(ཨ་རི་)འདི་རེའུ་མིག་གི་ནང་འཇུག་བྱེད་སྟངས་དང་པོ་ཡིན་ཚེ། དབྱིན་ཡིག་(ཨ་རི་)འདི་ཉིད་སྒྲིག་འགོད་བྱས་མེད་པའི་མཐེབ་གཞོང་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་བཀོད་པར་སྤྱོད་ཆོག
hu: Például, ha a Billentyűzet – angol (US) az első beviteli mód a listában, akkor az angol (US) lesz alkalmazva az összes többi nem billentyűzetes beviteli módhoz.
pl: Na przykład, jeśli Klawiatura - Angielski (US) jest pierwszą metodą wprowadzania na liście, wtedy Angielski (US), będzie zastosowany do wszystkich innych nie-klawiaturowych układów metod wprowadzania
sq: Për shembull, nëse Tastierë - Anglishte (US) është metoda e parë për dhënie te lista, atëherë Anglishte (US) dp të aplikohet mbi krejt skemat e tjera metodash dhënieje jo me tastierë
ug: مەسىلەن، ئەگەر كۇنۇپكا تاختىسى-ئىنگلىز تىلى (ئامېرىكا) تىزىملىكتىكى تۇنجى كىرگۈزگۈچ بولسا، ئۇ ھالدا ئىنگلىز تىلى (ئامېرىكا) بارلىق كۇنۇپكا تاختىسى ئورنىتىلمىغان باشقا كىرگۈزگۈچلەرنىڭ ئورۇنلاشتۇرۇلۇشىغا ئىشلىتىلىدۇ
uk: Наприклад, якщо першим способом введення у списку є «Клавіатура - Англійська (США)», розкладку «Англійська (США)» буде застосовано для усіх інших неклавіатурних способів введення
zh_hk: 例如，如果鍵盤 - 英語(美國)是列表中的第一個輸入法，則英語(美國)將應用於所有其他未設置鍵盤輸入法的佈局

source: xmodmap command
az: xmodmap əmri
bo_cn: xmodmap བཀའ།
hu: xmodmap parancs
pl: xmodmap komenda
sq: urdhër xmodmap
ug: xmodmap بۇيرۇقى
uk: Команда xmodmap
zh_hk: xmodmap 命令
