Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Activate input method
az: Daxiletmə üsulunu aktivləşdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་སྐུལ་སློང་།
hu: Aktív beviteli módszer
pl: Aktywuj metodę wprowadzania
sq: Aktivizo metodë dhëniesh
ug: كىرگۈزگۈچنى ئاكتىپلاش
uk: Активувати спосіб введення
zh_hk: 啟動輸入法

source: Inactivate Input Method
az: Qeyri-aktiv Daxiletmə üsulu
bo_cn: ནང་འཇུག་བྱེད་ཐབས་སྐུལ་སློང་བྱེད་པ་འདོར་བ།
hu: Inaktív beviteli módszer
pl: Wyłącz metodę wprowadzania
sq: Çaktivizo Metodë Dhëniesh
ug: ئاكتىپلاشنى بىكار قىلىش
uk: Деактивувати спосіб введення
zh_hk: 取消啟動輸入法

source: Enable Shortcuts to Scroll Between Input Methods
az: Daxiletmə üsulları arasında keçid üçün qısayolları aktiv edin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དབར་གྱི་བརྗེ་སྒྱུར་འགོ་སློང་།
hu: Gyorsbillentyűk engedélyezése a beviteli módok közötti görgetéshez
pl: Włącz skróty klawiszowe, aby przewijać między metodami wprowadzania
sq: Aktivizo Shkurtore për Rrëshqitje Mes Metodash Dhënieje
ug: ئالماشتۇرۇشنى قوزغىتىش
uk: Увімкнути скорочення для гортання між способами введення
zh_hk: 啟用輸入法間切換

source: Include Inactive When Scrolling Between Input Methods
az: Daxiletmə üsulları arasında keçid edərkən aktiv olmayanı daxil edin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དབར་བརྗེ་སྒྱུར་བྱེད་དུས་འགོ་བསླངས་མེད་པའི་རྣམ་པ་ཚུད་པ།
hu: A beviteli módok közötti görgetéskor tartalmazza az Inaktív lehetőséget
pl: Uwzględnij nieaktywne podczas przewijania między metodami wprowadzania
sq: Përfshi Joaktiven, Kur Kalohet Nëpër Metoda Dhëniesh
ug: كىرگۈزگۈچ ئالماشتۇرغاندا ئاكتىپلانمىغان ھالىتىنىمۇ ئۆز ئىچىگە ئالىدۇ
uk: Включати неактивні при гортанні між способами введення
zh_hk: 輸入法間切換時包含未啟動狀態

source: Scroll between Input Method
az: Daxiletmə üsulları arası keçid
bo_cn: ནང་འཇུག་བྱེད་སྟངས་བརྗེ་མཐེབ།
hu: Görgessen a Beviteli mód között
pl: Przewijaj między metodami wprowadzania
sq: Rrëshqit nëpër Metodë Dhënieje
ug: كىرگۈزگۈچ ئالماشتۇرۇش
uk: Гортання між способами введення
zh_hk: 輸入法切換鍵

source: Reload configuration
az: Tənzimləməni yenidən yükləyin
bo_cn: སྡེབ་སྒྲིག་ཡང་བསྐྱར་སྣོན་འཇུག
hu: Konfigurációs fájlok újratöltése
pl: Przeładuj ustawienia
sq: Ringarko formësimin
ug: سەپلىمىنى قايتا يۈكلەش
uk: Перезавантажити конфігурацію
zh_hk: 重新載入配置

source: Interval of Two Key Input
az: İki düymə daxiletmə aralığı
bo_cn: ནང་འཇུག་བར་སྟོང་།
hu: Két gombos bevitel intervalluma
pl: Interwał wejścia dwóch klawiszy
sq: Interval Dhënieje për Dy Taste
ug: كىرگۈزۈش ئارىلىقى
uk: Інтервал для двоклавішного введення
zh_hk: 輸入間隔

source: Switch Symbol Keyboard
az: Simvol klaviaturasına keçid
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་བརྗེ་བ།
hu: Váltás a szimbolikus billentyűzetre
pl: Przełącz Klawiaturę Symboliczną
sq: Ndërro Tastierë Simbolesh
ug: مەۋھۇم كۇنۇپكىنى ئالماشتۇرۇش
uk: Перемикання клавіатури символів
zh_hk: 切換虛擬鍵盤

source: Switch Remind Mode
az: Xatırlatma rejiminə keçid
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན་གྱི་དཔེ་རྣམ་ལ་བརྗེ་བ།
hu: Emlékeztető mód váltása
pl: Przełącz tryb przypominania
sq: Këmbe Mënyrë “Kujtoma”
ug: بىرلەشتۈرۈپ ئويلاش ھالىتىنى ئالماشتۇرۇش
uk: Перемикання режиму нагадування
zh_hk: 切換聯想模式

source: Switch Fullwidth Character
az: Tam genişli simvola dəyişin
bo_cn: ཟུར་ཧྲིལ་ལ་བརྗེ་བ།
hu: Váltás teljes szélességű karakterre
pl: Przełącz na znaki o pełnej szerokości
sq: Kalo Në Shenja Me Gjerësi të Plotë
ug: ئىككى بايتلىققا ئالماشتۇرۇش
uk: Перемикання повноширинного символу
zh_hk: 切換全形

source: Previous Page
az: Əvvəlki səhifə
bo_cn: ཤོག་ལྷེ་གོང་མ།
pl: Poprzednia Strona
sq: Faqja e Mëparshme
ug: ئالدىنقى بەت
uk: Попередня сторінка
zh_hk: 上一頁

source: Next Page
az: Sonrakı səhifə
bo_cn: ཤོག་ལྷེ་རྗེས་མ།
pl: Następna Strona
sq: Faqja Pasuese
ug: كېيىنكى بەت
uk: Наступна сторінка
zh_hk: 下一頁

source: Choose Second and Third Candidate Word
az: İkinci və Üçüncü namizəd sözü seçin
bo_cn: གདམ་བྱའི་ཚིག་གཉིས་པ་གསུམ་པ་འདེམས་པ།
hu: Válasszon Második és a Harmadik jelölt szót
pl: Wybierz drugiego i trzeciego kandydata na słowo
sq: Zgjidhni Fjalë të Dytë dhe të Tretë Kandidate
ug: 2-، 3-نامزات سۆزنى تاللاش
uk: Вибрати друге і третє слово-варіант
zh_hk: 選擇第二第三候選詞

source: Saving All Config and Input History
az: Bütün tənzimləmə və daxiletmə tarixçəsinin saxlanılması
bo_cn: སྡེབ་སྒྲིག་དང་ནང་འཇུག་གི་ལོ་རྒྱུས་ཉར་ཚགས།
hu: Az összes konfigurációs és bemeneti előzmény mentése
pl: Zapisywanie całej historii konfiguracji i wprowadzania
sq: Po ruhen Krejt Formësimet dhe Historik Dhëniesh
ug: سەپلىمىنى ۋە كىرگۈزۈش تارىخىنى ساقلاش
uk: Збереження усіх налаштувань і журналу введення
zh_hk: 保存配置及輸入歷史

source: Switch Embedded Preedit String
az: Daxili öndüzəliş sətrinə keşçin
bo_cn: རྩོམ་སྒྲིག་བྱེད་གྲབས་ཡོད་པའི་ཡིག་རྟགས་ཕྲེང་བརྗེ་བ།
hu: Kapcsolja be a beágyazott előre szerkesztett karakterláncot
pl: Przełącz osadzony preedit napis
ug: ئالدىن تەھرىرلەنگەن ھەرپ-بەلگە تىزىقىنى ئالماشتۇرۇش
uk: Перемикання на вбудований рядок попереднього редагування
zh_hk: 切換嵌入預編輯字符串

source: Previous Candidate Word
az: Əvvəlki namizəd-söz
bo_cn: གདམ་བྱའི་ཚིག་སྔ་མ།
pl: Poprzedni kandydat na słowo
sq: Fjala Kandidate e Mëparshme
ug: ئالدىنقى نامزات سۆز
uk: Попередній варіант слова
zh_hk: 上一個候選詞

source: This is used in some modules and input methods to navigate to the previous candidate word
az: Bu, bəzi modullarda və daxiletmə üsullarında əvvəlki namizəd sözə keçmək üçün istifadə olunur
bo_cn: ལྷུ་ལག་ཆ་ཤས་སམ་ནང་འཇུག་བྱེད་སྟངས་ཁྲོད་གདམ་བྱའི་ཚིག་སྔ་མར་བརྗེ་བའི་མྱུར་མཐེབ།
hu: Ezt használják egyes modulokban és beviteli módokban az előző szójelöltre való navigáláshoz
pl: Jest to wykorzystywane w niektórych modułach i metodach wprowadzania, aby nawigować do poprzedniego kandydata na słowo
sq: Kjo përdoret në disa module dhe metoda dhëniesh për të lëvizur te fjala e mëparshme kandidate
ug: قىسمەن قىستۇرما/ كىرگۈزگۈچلەردە ئالدىنقى نامزات سۆزنى تاللاشقا ئىشلىتىلىدىغان تېزلەتمە كۇنۇپكا
uk: Використовується у деяких модулях та способах введення для навігації до попереднього варіанта слова
zh_hk: 在部分插件 / 輸入法中用來切換到上一個候選詞的快捷鍵

source: Next Candidate Word
az: Sonrakı namizəd-söz
bo_cn: གདམ་བྱའི་ཚིག་རྗེས་མ།
pl: Następny kandydat na słowo
sq: Fjala Kandidate Pasuese
ug: كېيىنكى نامزات سۆز
uk: Наступний варіант слова
zh_hk: 下一個候選詞

source: This is used in some modules and input methods to navigate to the next candidate word
az: Bu, bəzi modullarda və daxiletmə üsullarında sonrakı namizəd sözə keçmək üçün istifadə olunur
bo_cn: ལྷུ་ལག་ཆ་ཤས་སམ་ནང་འཇུག་བྱེད་སྟངས་ཁྲོད་གདམ་བྱའི་ཚིག་རྗེས་མར་བརྗེ་བའི་མྱུར་མཐེབ།
pl: Jest to wykorzystywane w niektórych modułach i metodach wejścia, aby nawigować do następnego kandydata na słowo
sq: Kjo përdoret në disa module dhe metoda dhëniesh për të lëvizur te fjala pasuese kandidate
ug: قىسمەن قىستۇرما/ كىرگۈزگۈچلەردە كېيىنكى نامزات سۆزنى تاللاشقا ئىشلىتىلىدىغان تېزلەتمە كۇنۇپكا
uk: Використовується у деяких модулях та способах введення для навігації до наступного варіанта слова
zh_hk: 在部分插件 / 輸入法中用來切換到下一個候選詞的快捷鍵

source: Program
az: Proqram
bo_cn: བྱ་རིམ།
ug: پىروگرامما
uk: Програма
zh_hk: 程序

source: Seconds sleep before fcitx really start
az: Fcitx başlatmadan öncə saniyələrdəki gecikmə
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དངོས་སུ་འགོ་མ་བསླང་གོང་གི་སྐར་ཆ།
hu: Másodpercek késleltetése, mielőtt az fcitx valóban elindulna
pl: Sekundy przed, którymi fcitx startuje na prawdę
sq: Sekonda dremitjeje para se fcitx niset vërtet
ug: كىرگۈزگۈچ ھەقىقىي قوزغىلىشتىن بۇرۇنقى كېچىككەن سېكۇنت سانى
uk: Час у секундах присипляння до справжнього запуску fcitx
zh_hk: 輸入法真正啟動前延遲的秒數

source: No
az: Yox
bo_cn: མིན།
hu: Nem
pl: Nie
sq: Jo
ug: ياق
uk: Ні
zh_hk: 否

source: All
az: Hamısını
bo_cn: ཆ་ཚང་།
hu: Összes
pl: Wszystko
sq: Krejt
ug: بارلىق
uk: Усі
zh_hk: 所有

source: PerProgram
hu: Programonként
zh_hk: 按程序

source: Share State Among Windows
az: Pəncərələr arası paylaşım rejimi
bo_cn: སྒེའུ་ཁུང་བར་མཉམ་སྤྱོད་བྱེད་པའི་རྣམ་པ།
hu: Állapot megosztása az ablakok között
pl: Współdzielaj stan między oknami
ug: كۆزنەكلەر ئارا ھالەتنى بەھرىلىنىش
uk: Спільний стан для усіх вікон
zh_hk: 在窗口間共享狀態

source: Inactive
az: Qeyri-aktiv
bo_cn: སྐུལ་སློང་མིན་པ།
hu: Inaktív
pl: Nieaktywny
sq: Jo aktive
ug: ئاكتىپلانمىغان
uk: Неактивний
zh_hk: 非啟動

source: Active
az: Aktiv
bo_cn: སྐུལ་སློང་།
hu: Aktív
pl: Aktywny
sq: Aktive
ug: ئاكتىپلانغان
uk: Активний
zh_hk: 啟動

source: Default Input Method State
az: İlkin daxiletmə üsulu vəziyyəti
bo_cn: སོར་བཞག་གི་ནང་འཇུག་བྱེད་སྟངས།
hu: Alapértelmezett beviteli módszerek állapota
pl: Stan domyślnej metody wprowadzania
sq: Gjendje Parazgjedhje Metodash Dhënieje
ug: سۈكۈتتىكى كىرگۈزگۈچ ھالىتى
uk: Типовий стан способу введення
zh_hk: 默認輸入法狀態

source: Output
az: Çıxış
bo_cn: ཕྱིར་འདྲེན།
hu: Kimenet
pl: Wyjście
ug: چىقىرىش
uk: Вивід
zh_hk: 輸出

source: Type Halfwidth Punctuation After a Number
az: Saylardan sonra yarımenli durğu işarələri yazmaq
bo_cn: ཨང་ཀིའི་རྗེས་ཟུར་ཕྱེད་མཚོན་རྟགས་འཇོག་པ།
hu: Írjon be egy szám után egy félszélességű írásjelet
pl: Wprowadź interpunkcję o połowie szerokości po wpisaniu cyfry
sq: Pas një Numri Shtyp Pikësim Në Gjysmë Gjerësie
ug: ساندىن كېيىن بىر بايتلىق بەلگە چىقسۇن
uk: Вводити напівширинну пунктуацію після цифри
zh_hk: 數字後跟半角符號

source: Disable Paging in Remind Mode
az: Xatırlatma rejimində peyceri söndürün
bo_cn: གཅིག་བརྟེན་གཅིག་དྲན་དཔེ་རྣམ་གྱིས་ཤོག་ངོས་ཨ་སློག་བྱེད་མི་ཆོག
hu: Lapozás letiltása emlékeztető módban
pl: Wyłącz stronicowanie w trybie przypominania
sq: Çaktivizo Faqosje në Mënyrën “Kujtoma”
ug: بىرلەشتۈرۈپ ئويلاش ھالىتىدە بەت ئالماشتۇرغىلى بولمايدۇ
uk: Вимкнути поділ на сторінки у режимі нагадування
zh_hk: 聯想模式禁用翻頁

source: Commit When Toggle State
az: Vəziyyət dəyişildiyi zaman göndərmək
bo_cn: བརྗེ་སྐབས་སྐྱེལ་བ།
hu: Állapot változás követése
pl: Wysyłaj w stanie wyboru
ug: ھالىتىنى ئالماشتۇرغاندا تاپشۇرۇش
uk: Вписувати при перемиканні стану
zh_hk: 切換狀態時提交

source: Send typed raw text if Switch to inactive Mode
az: Əgər qeyri-ktiv rejimə keçilərsə yazılmış xam mətni göndərin
bo_cn: སྐུལ་སློང་མིན་པར་བརྗེ་སྐབས་མིག་སྔར་ནང་འཇུག་བྱས་པའི་ཐོག་མའི་ཡིག་ཆ་ཡོལ་དུ་འཆར་བ།
hu: Gépelt nyers szöveg küldése, ha inaktív módba vált
pl: Wyślij wpisany surowy tekst jeśli przełączono na tryb nieaktywny
sq: Dërgoje të papërpunuar tekstin e shtypur, nëse Kalohet te Mënyrë joaktive
ug: قوزغىتىلمىغان ھالەتكە ئالماشتۇرغاندا نۆۋەتتە كىرگۈزۈلگەن ئەسلى تېكىست ئېكرانغا چىقسۇن
uk: Надсилати введений простий текст при перемиканні на неактивний режим
zh_hk: 切換到非啟動模式時當前輸入的原始文本上屏

source: Candidate Word Number
az: Namizəd sözün sayı
bo_cn: གདམ་བྱའི་ཚིག་གི་གྲངས།
hu: Jelölt szószám
pl: Liczba kandydata na słowo
sq: Numër Fjalësh Kandidate
ug: نامزات سۆز سانى
uk: Номер варіанта слова
zh_hk: 候選詞個數

source: Give the tips of Phrase
az: İfadə üçün ipucu verin
bo_cn: ཚིག་མཛོད་ཀྱི་ཚིག་གྲུབ་དྲན་སྐུལ།
hu: Adja meg a mondat tippjeit
pl: Podawaj podpowiedzi frazy
sq: Jepni ndihmëzat për Togfjalëshin
ug: سۆز ئامبىرىدىكى سۆز بىرىكمىسىنى ئەسكەرتسۇن
uk: Надавати підказки фрази
zh_hk: 提示詞庫中詞組

source: Do Not Commit Preedit Text When a Window Loses Focus
az: Pəncərə fokusunu itirdikdə əvvəlcədən düzəliş mətnini daxil etməmək
bo_cn: སྒེའུ་ཁུལ་ལ་མདོ་ཚེག་མེད་སྐབས་རྩོམ་སྒྲིག་བྱེད་གྲབས་ཀྱི་ཡིག་ཆ་མི་སྐྱེལ།
hu: Ne alkalmazzon előre megszerkesztett szöveget, ha az ablak elveszti a fókuszt
pl: Nie wysyłaj tekstu preedit, kiedy okno straci zaznaczenie
sq: Mos Parashtro Tekst të Parapërpunuari Kur një Dritare Humbet Fokusin
ug: كۆزنەك فوكۇس نۇقتىسىنى يوقاتقاندا ئالدىن تەھرىرلەنگەن تېكىستنى تاپشۇرمىسۇن
uk: Не вписувати попередньо редагований текст, якщо вікно втрачає фокусування
zh_hk: 窗口失去焦點時不提交預編輯文本

source: Appearance
az: Xarici görünüş
bo_cn: ཕྱི་ཚུལ།
hu: Megjelenés
pl: Wygląd
sq: Dukje
ug: كۆرۈنمە
uk: Вигляд
zh_hk: 外觀

source: Show Input Method Hint After Input Method Changed
az: Daxiletmə üsulu dəyişdikdən sonra daxiletmə ipuclarını göstərmək
bo_cn: ནང་འཇུག་བྱེད་སྟངས་བརྗེ་སྐབས་དྲན་དྐུལ་བྱེད་པ།
hu: Beviteli módra vonatkozó tipp megjelenítése a beviteli mód megváltoztatása után
pl: Pokaż podpowiedzi metod wprowadzania po zmianie na inną
sq: Shfaq Ndihmëz Metode Dhëniesh Pasi Metoda e Dhënieve Të Ketë Ndryshuar
ug: كىرگۈزگۈچنى ئالماشتۇرغاندا خەت كىرگۈزگۈچنىڭ ئەسكەرتمىسىنى كۆرۈنسۇن
uk: Показувати підказку щодо способу введення після зміни способу введення
zh_hk: 切換輸入法時顯示輸入法提示

source: Show Input Method Hint After Input Method Changed and Focus In
az: Daxiletmə üsulu dəyişdikdən sonra daxiletmə ipuclarını göstərmək və onu diqqətdə saxlamaq
bo_cn: ནང་འཇུག་མདོ་ཚེག་རག་པ་མ་ཟད་ནང་འཇུག་བྱེད་སྟངས་འགྱུར་སྐབས་དྲན་སྐུལ་བྱེད་པ།
hu: Beviteli módra vonatkozó tipp megjelenítése a beviteli mód megváltoztatása után, és a fókusz bekapcsolásakor
pl: Pokaż podpowiedzi metod wprowadzania po zmianie na inną i zmianie zaznaczenia
sq: Shfaq Ndihmëz Metode Dhëniesh Pasi Metoda e Dhënieve Të Ketë Ndryshuar Dhe Ka Fokusin
ug: كىرگۈزۈش قىزىق نۇقتىسىغا ئېرىشىش ھەمدە كىرگۈزگۈچتە ئۆزگىرىش بولغاندا كىرگۈزگۈچتە كۆرسىتىلگەن ئەسكەرتىشنى كۆرسىتش.
uk: Показувати підказку щодо способу введення після зміни способу введення і фокусування
zh_hk: 獲得輸入焦點並且輸入法變化時顯示輸入法提示

source: Show Input Method Hint Only When the State Is Active
az: Daxiletmə üsulu ipucunu yalnız vəziyyəti aktiv olduqda göstərmək
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་དྲན་སྐུལ་དེ་སྐུལ་སློང་བྱས་ཡོད་སྐབས་མངོན་པ།
hu: A beviteli módra vonatkozó tipp megjelenítése csak akkor, ha az állapot aktív
pl: Pokaż podpowiedzi metod wprowadzania tylko wtedy, kiedy stan jest Aktywny
sq: Shfaq Ndihmëz Metode Dhëniesh Vetëm Pasi Gjendja Të Jetë Aktive
ug: كىرگۈزگۈچتىكى ئەسكەرتمە پەقەت ئاكتىپلانغان ھالەتتىلا كۆرۈنىدۇ
uk: Показувати підказку щодо способу введення, лише якщо стан є активним
zh_hk: 輸入法提示只在啟動狀態顯示

source: Show Input Speed
az: Daxiletmə sürətini göstərmək
bo_cn: ནང་འཇུག་གི་མྱུར་ཚད་མངོན་པ།
hu: Beviteli sebesség megjelenítése
pl: Pokaż Prędkość Wprowadzania
sq: Shfaq Shpejtësi Dhëniesh
ug: كىرگۈزۈش سۈرئىتى كۆرۈنسۇن
uk: Показувати швидкість введення
zh_hk: 顯示輸入速度

source: Show Version
az: Versiyanı göstərmək
bo_cn: མངོན་སྟོན་པར་གཞི།
hu: Verzió megjelenítése
pl: Pokaż Wersję
sq: Shfaq Versionin
ug: كۆرسىتىش نەشرى
uk: Показати версію
zh_hk: 顯示版本

source: Do Not Show Input Window If There Is Only Preedit String
az: Əgər yalnız əvvəlcədən düzəliş sətiri varsa daxiletmə pəncərəsi göstərilməsin
bo_cn: རྩོམ་སྒྲིག་བྱེད་གྲབས་ཀྱི་ཡིག་རྟགས་ཕྲེང་ཁོ་ན་ཡོད་དུས་ནང་འཇུག་སྒེའུ་ཁུང་མི་མངོན།
hu: Ne jelenjen meg a beviteli ablak, ha csak előre szerkesztett karakterlánc van
pl: Nie pokazuj okna wprowadzania, jeśli widoczny jest tylko preedit tekst
sq: Mos Shfaq Dritare Dhënieje, Nëse Ka Vetëm Varg të Parapërpunuar
ug: ئالدىن تەھرىرلەنگەن ھەرپ-بەلگە تىزىقى بولغاندىلا كىرگۈزۈش كۆزنىكى كۆرۈنمىسۇن
uk: Не показувати вікно введення, якщо є лише один рядок попереднього редагування
zh_hk: 只有預編輯字符串時不顯示輸入窗口

source: Do Not Show Input Window If There Is Only One Candidate and Preedit String
az: Yalnız bir namizəd olduqda daxiletmə pənərəsini və əvvəlcədən düzəliş sətrini göstərməmək
bo_cn: གདམ་བྱའི་ཚིག་གཅིག་དང་རྩོམ་སྒྲིག་བྱེད་གྲབས་ཀྱི་ཡིག་རྟགས་ཕྲེང་ཁོ་ན་ཡོད་དུས་ནང་འཇུག་སྒེའུ་ཁུང་མི་མངོན།
hu: Ne jelenjen meg a beviteli ablak, ha csak egy jelölt és előre beírt karakterlánc van
pl: Nie pokazuj okna wprowadzania, jeśli widoczny jest tylko jeden kandydat i preedit tekst
sq: Mos Shfaq Dritare Dhënieje, Nëse Ka Vetëm Një Kandidate dhe Varg të Parapërpunuar
ug: بىر نامزات ۋە ئالدىن تەھرىرلەنگەن ھەرپ-بەلگە تىزىقى بولغاندىلا كىرگۈزۈش كۆزنىكى كۆرۈنمىسۇن
uk: Не показувати вікно введення, якщо є лише один варіант і рядок попереднього редагування
zh_hk: 只有一個候選詞和預編輯字符串時不顯示輸入窗口

source: UniqueName
az: UnikalAd
bo_cn: མིང་ཉག་ཅིག
hu: Egyedi név
pl: UnikalnaNazwa
sq: Emër Unik
ug: بىردىن-بىر نام
uk: Унікальна назва
zh_hk: 唯一名稱

source: IconName
az: Nişanın adı
bo_cn: པར་རིས་མིང་།
hu: Ikonnév
pl: NazwaIkony
sq: Emër Ikone
ug: سىنبەلگە نامى
zh_hk: 圖標名稱

source: Priority
az: Üstünlük
bo_cn: སྔོན་འཇོག་རིམ་པ།
hu: Prioritás
pl: Priorytet
sq: Përparësi
ug: ئەلالىق دەرىجىسى
uk: Пріоритет
zh_hk: 優先級

source: LangCode
az: Dil_Kodu
bo_cn: སྐད་ཡིག་ཚབ་ཨང་།
hu: Nyelv kód
pl: KodJęzyka
sq: Një larmi dhuratash falënderimi për dhuruesit
ug: تىل كودى
uk: Код мови
zh_hk: 語言代碼

source: Parent
az: Valideyn
bo_cn: ཁོངས་གཏོགས་ཀྱི་ཟུར་སྣོན་སྒྲིག་ལྷུ།
hu: Szülő
pl: Rodzic
sq: Mëmë
ug: قوشۇمچە زاپچاس تەۋەلىكى
uk: Батьківський
zh_hk: 所屬附加組件

source: Profile
az: Profil
bo_cn: སྔོན་འགོད་ཡིག་ཆ།
hu: Profil
pl: Profil
sq: Profil
ug: ئالدىن سەپلەنگەن ھۆججەت
uk: Профіль
zh_hk: 預置文件

source: Use Full Width Character
az: Tam genişli simvollar istifadə edin
bo_cn: ཟུར་ཕྱེད་ཡིག་རྟགས་བེད་སྤྱོད།
pl: Użyj znaku o pełnej szerokości
sq: Përdor Shenjë Në Gjerësi të Plotë
ug: ئىككى بايتلىق ھەرپ-بەلگە ئىشلىتىش
uk: Символ повної ширини
zh_hk: 使用全形字符

source: Use Wide Punctuation
az: Geniş durğu işarələrindən istifadə edin
bo_cn: ཟུར་ཧྲིལ་ཚེག་རྟགས་བེད་སྤྱོད།
hu: Széles írásjelek használata
pl: Użyj szerokiej interpunkcji
sq: Përdor Pikësim të Gjerë
ug: ئىككى بايتلىق تىنىش بەلگىسى ئىشلىتىش
uk: Широка пунктуація
zh_hk: 使用全形標點

source: Prompt the phrases after input
az: Daxil etdikdən sonra ifadələri təklif etmək
bo_cn: ནང་འཇུག་བྱས་རྗེས་མིང་ཚིག་གཅིག་བརྟེན་གཅིག་དྲན།
hu: A kifejezések kérése a bevitel után
pl: Podpowiadaj frazy po wprowadzeniu
ug: كىرگۈزگەندىن كېيىن سۆز بىرىكمىسىنى پەرەز قىلسۇن
uk: Запитувати фрази після введення
zh_hk: 輸入後聯想詞組

source: Current Input Method Name
az: Hazırkı daxiletmə üsulunun adı
bo_cn: མིག་སྔའི་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་མིང་།
hu: Aktuális beviteli módszer neve
pl: Aktualna nazwa Metody Wprowadzania
sq: Emër Metode të Tanishme Dhëniesh
ug: نۆۋەتتىكى كىرگۈزگۈچ نامى
uk: Назва поточного способу введення
zh_hk: 當前輸入法名稱

source: Current Enabled Input Method List
az: Cari akriv edilmiş daxiletmə üsulu siyahısı
bo_cn: མིག་སྔར་འགོ་བསླངས་པའི་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་རེའུ་མིག
hu: Aktuális engedélyezett beviteli mód lista
pl: Aktualnie włączona lista Metod Wprowadzania
sq: Listë Metodash Dhëniesh Aktualisht të Aktivizuara
ug: نۆۋەتتىكى قوزغىتىلغان كىرگۈزگۈچ تىزىملىكى
uk: Список поточних увімкнених способів введення
zh_hk: 當前啟用的輸入法列表

source: Show Preedit String in Client Window
az: Əvvəlcədən düzəliş mətnini müştəri pəncərəsində göstərmək
bo_cn: མཁོ་མཁན་གྱི་སྒེའུ་ཁུང་ན་རྩོམ་སྒྲིག་བྱེད་གྲབས་ཀྱི་ཡིག་རྟགས་ཕྲེང་མངོན་པ།
hu: Előre szerkesztett karakterlánc megjelenítése az ügyfélablakban
pl: Pokaż preedit tekst w oknie klienta
sq: Shfaq në Dritare Klienti Varg të Parapërpunuar
ug: ئابونت كۆزنىكىدە ئالدىن تەھرىرلەنگەن ھەرپ-بەلگە تىزىقى كۆرۈنسۇن
uk: Показувати рядок попереднього редагування у клієнтському вікні
zh_hk: 在客戶端窗口中顯示預編輯字符串

source: Use On The Spot Style for XIM (Cannot change during running)
az: XİM üçün Spot üslubundan istifaə edin (proqramı yenidən başlatmaq lazımdır)
bo_cn: XIMལ་རྣམ་པ་On The Spotསྤྱོད་པ། （སྐོར་སྐྱོད་བྱེད་དུས་བརྗེ་ཐབས་མེད།）
hu: Helyszíni stílus használata XIM-hez (futás közben nem változtatható)
pl: Użyj On The Spot Style dla XIM (Nie można zmienić podczas pracy)
sq: Përdor për XIM Stil “Aty Për Aty” (S’mund të ndryshohet gjatë xhirimit)
ug: XIM غا OnT Spot ئۇسلۇبى ئىشلىتىش (ئىجرا بولغاندا ئالماشتۇرغىلى بولمايدۇ)
uk: Використовувати оптимальний стиль для XIM (не можна змінювати під час роботи)
zh_hk: 對XIM使用On The Spot風格（無法在運行時切換）

source: Commit with extra space when choose candidate word
az: Namizəd-söz süçildiyi zaman onu əlavə boşluq düyməsi ilə qəbul etmək
bo_cn: གདམ་བྱའི་ཚིག་འདེམས་སྐབས་སྟོང་པ་འཇོག
hu: Határozza meg a szóköz kiválasztásakor
pl: Wyślij z dodatkową spacją, podczas wybierania kandydata na słowo
sq: Parashtrim me hapësirë ekstra, kur përzgjidhet një fjalë kandidate
ug: نامزات سۆزنى ئىشلەتكەندە بوشلۇق قويسۇن
uk: Вписувати з додатковим пробілом, якщо вибрано слово-варіант
zh_hk: 選擇候選詞時輸入額外空格

source: Choose key modifier
az: Düymə dəyişdiricini seçin
bo_cn: རྒྱན་མཐེབ་འདེམས་པ།
hu: Válassza ki a kulcs módosítót
pl: Wybierz klawisz modyfikujący
sq: Zgjidhni ndryshues tasti
ug: نامزات سۆزنى بېزىش كۇنۇپكىسى
uk: Вибір клавіші-модифікатор
zh_hk: 選詞修飾鍵

source: None
az: Heç biri
bo_cn: མེད།
hu: Egyik sem
pl: Brak
sq: Asnjë
ug: يوق
uk: Нічого
zh_hk: 無

source: Toggle the word hint
az: Söz ipucu dəyişdirici
bo_cn: མིང་ཚིག་དྲན་སྐུལ་བརྗེ་བ།
hu: Szó tippre váltás
pl: Przełącz podpowiedź słowa
sq: Aktivizo/çaktivizo ndihmëz fjale
ug: خەت ئەسكەرتمىسىنى ئالماشتۇرۇش
uk: Перемикання підказки слова
zh_hk: 切換單詞提示

source: Minimum length to trigger word hint
az: Söz ipucunun aktiv edilməsi üçün minimum uzunluq
bo_cn: མིང་ཚིག་ཆུང་ཤོས་ཀྱི་རིང་ཚད་དྲན་སྐུལ།
hu: Minimális hossz a szó tipp indításához
pl: Minimalna długość, aby włączyć podpowiedzi
sq: Gjatësi minimum që prodhon shfaqje ndihmëze fjale
ug: ئەڭ كىچىك قوزغىتىش سۆز ئەسكەرتمىسىنىڭ ئۇزۇنلۇقى
uk: Мінімальна довжина для перемикання підказки слова
zh_hk: 最小觸發單詞提示長度

source: Maximum length of spell hint list
az: Orfoqrafiya ipucu siyahısısnın maksimum uzunluğu
bo_cn: སྦྱོར་འབྲི་དྲན་སྐུལ་གྱི་གདམ་བྱའི་ཚིག་མང་ཤོས།
hu: A helyesírási tipplista maximális hossza
pl: Maksymalna długość listy podpowiedzi wpisywania
sq: Gjatësi maksimum liste ndihmëzash drejtshkrimi
ug: قوشۇپ يېزىشتا كۆرسىتىلگەن نامزات سۆزنىڭ ئەڭ چوڭ سانى
uk: Максимальна довжина списку підказок щодо правопису
zh_hk: 拼寫提示候選詞最大個數

source: A different value from the global one may be useful when using horizontal candidate list
az: Üfüqi namizəd siyahısından istifadə edərkən qlobal dəyərdən fərqlənən bir dəyər faydalı ola bilər
bo_cn: ཁྱོད་ཀྱིས་གལ་ཏེ་འཕྲེད་ངོས་ཀྱི་གདམ་བྱའི་ཚིག་སྤྱོད་སྐབས་ཁྱོན་ཡོངས་ཀྱི་སྒྲིག་འགོད་དང་མི་གཅིག་པས་རོགས་རམ་བྱེད་ཐུབ།
hu: A globális értéktől eltérő érték hasznos lehet horizontális jelöltlista használatakor
pl: Wartość inna od globalnej, może być użyteczna podczas korzystania z poziomej listy kandydatów
sq: Një vlerë e ndryshme nga ajo globalja mund të jetë e dobishme, kur përdoret listë horizontale kandidatesh
ug: ئەگەر سىز توغرىسىغا تىزىلغان نامزاتلارنى ئىشلەتسىڭىز، بىر ئومۇملۇققا ئوخشىمايدىغان بېكىتىش ياردىمى بولۇشى مۇمكىن.
uk: Значення, яке є відмінним від загального, може бути корисним при використанні горизонтального списку варіантів
zh_hk: 如果您使用橫排候選詞, 一個與全局不同的設定可能會有所幫助

source: Use enter to commit the existing string
az: Mövcud sətiri icra etmək üçün ENTER istifadə edin
bo_cn: འབེབས་བརྡ་སྤྱད་དེ་ནང་འཇུག་བྱས་པའི་ཡིག་རྟགས་ཕྲེང་གཏན་ཁེལ་བྱེད།
hu: Használja az enter billentyűt a meglévő karakterlánc véglegesítéséhez
pl: Wciśnij enter, aby wprowadzić istniejący napis
sq: Përdorni tastin Enter që të parashtrohet vargu ekzistues
ug: enterنى بېسىپ ھەرپ-بەلگە تىزىقىنى كىرگۈزگەنلىكىڭىزنى جەزملەشتۈرۈڭ
uk: Використовувати Enter для вписування наявного рядка
zh_hk: 使用回車確認已輸入字符串

source: Add current input buffer to user dictionary
az: Cari daxiletmə buferini istifadəçi lüğətinə əlavə edin
bo_cn: མིག་སྔར་ནང་འཇུག་བྱས་པའི་ནང་དོན་དག་སྤྱོད་མཁན་གྱི་ཚིག་མཛོད་ནང་འཇུག་པ།
hu: Az aktuális beviteli puffer hozzáadása a felhasználói szótárhoz
pl: Dodaj aktualny bufor wprowadzania do katalogu użytkownika
ug: نۆۋەتتىكى كىرگۈزگەن مەزمۇننى ئىشلەتكۈچى لۇغىتىگە قوشۇش
uk: Додати поточний буфер введення до словника користувача
zh_hk: 當前輸入內容加入用戶詞典

source: MS
az: Microsoft
bo_cn: མཉེན་ཆས་ཆུང་ངུ།
ug: مىكروسوفت
zh_hk: 微軟

source: Ziguang
bo_cn: འོད་སྨུག་པོ།
ug: زىگۇاڭ
uk: Зігуанг
zh_hk: 紫光

source: ABC
bo_cn: རིག་ནུས་ABC
ug: ئەقلىي ABC
zh_hk: 智能ABC

source: Zhongwenzhixing
bo_cn: རྒྱ་ཡིག་གི་སྐར་མ།
ug: جوڭۋىن جېشىڭ
uk: Чжонгвечжисінь
zh_hk: 中文之星

source: PinyinJiaJia
bo_cn: སྒྲ་སྦྱོར་ཅ་ཅ།
ug: پىنيىن جياجيا
uk: ПіньїнДжаДжа
zh_hk: 拼音加加

source: XiaoHe
bo_cn: ཞའོ་ཧོ།
ug: شياۋخې
uk: СяоХе
zh_hk: 小鶴

source: User Defined
az: İstifadəçi müəyyən edildi
bo_cn: མཁོ་མཁན་གྱི་མཚན་ཉིད།
hu: Felhasználó által meghatározott
pl: Zdefiniowane przez użytkownika
sq: Përcaktuar Nga Përdoruesi
ug: ئىشلەتكۈچى بەلگىلەش
uk: Визначений користувачем
zh_hk: 用戶定義

source: Default Shuangpin Schema
az: Satndart Shuangpin sxemi
bo_cn: སོར་བཞག་གི་ཉིས་སྡེབ་ཇུས་གཞི།
hu: Alapértelmezett Shuangpin séma
pl: Domyślny schemat Shuangpin
sq: Skemë Shuangpin Parazgjedhje
ug: قوش پىنيىن لايىھەسىنى سۈكۈتتىكىسى قىلىش
uk: Типова схема шуанпіню
zh_hk: 默認雙拼方案
