Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Bingchan
bo_cn: པིང་ཁྲེན།
ug: بىڭچەن
zh_hk: 冰蟾全息

source: Wanfeng
bo_cn: དགུང་རླུང་།
ug: فىڭۋەن
zh_hk: 晚風

source: WubiPinyin
bo_cn: སྨྱུག་རིམ་ལྔའི་སྒྲ་སྦྱོར།
ug: ۋۇبى پىنيىن
zh_hk: 五筆拼音

source: Wubi
bo_cn: སྨྱུག་རིམ་ཡིག་གཟུགས།
ug: ۋۇبى خەت شەكلى
zh_hk: 五筆字型

source: Ziranma
bo_cn: རང་བྱུང་ཨང་རྟགས།
ug: تەبىئىي كود
zh_hk: 自然碼

source: Table
az: Cədvəl
bo_cn: ཨང་རྟགས་རེའུ་མིག
hu: Asztal
pl: Tabela
sq: Tabelë
ug: كود جەدۋىلى
uk: Таблиця
zh_hk: 碼錶

source: Table Input Method for Fcitx
az: Fcitx üçün daxiletmə üsulu cədvəli
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་ཨང་རྟགས་རེའུ་མིག་ནང་འཇུག་བྱེད་སྟངས།
hu: Táblázatbeviteli módszer az Fcitx-hez
pl: Tabela Metod Wprowadzania dla Fcitx
sq: Tabelë Metode Dhëniesh për Fcitx
ug: كىرگۈزگۈچنىڭ كود جەدۋىلىنى كىرگۈزۈش ئۇسۇلى
uk: Табличний спосіб введення для Fcitx
zh_hk: 輸入法 的碼錶輸入法

source: Auto English Mode
az: Avtomatik İngiliscə rejimi
bo_cn: དབྱིན་ཡིག་དཔེ་རྣམ།
hu: Automatikus Angol mód
pl: Automatyczny Tryb Angielski
sq: Mënyrë Anglishte e Automatizuar
ug: ئاپتوماتىك ئىنگلىزچە ھالەت
uk: Автоматичний режим англійської
zh_hk: 自動英文模式

source: Auto Change to English Mode while Input Specific String
az: Xüsusi sətir daxil etdikdə İngiliscə rejiminə avtomatik dəyişilmə
bo_cn: དམིགས་བསལ་གྱི་ཡིག་རྟགས་ཕྲེང་ནང་འཇུག་བྱེད་སྐབས་དབྱིན་ཡིག་དཔེ་རྣམ་ལ་བརྗེ་བ།
hu: Automatikus váltás angol módra, miközben specifikus karakterláncot ad meg
pl: Automatycznie zmień na Tryb Angielski, kiedy jest wprowadzany określony ciąg znaków
sq: Kalo Vetvetiu te Mënyrë Anglisht, kur Jepet Varg i Caktuar
ug: ئالاھىدە ھەرپ-بەلگە تىزىقىنى كىرگۈزگەندە ئىنگلىزچە شەكىلگە ئالماشتۇرۇش
uk: Автоматично переходити на режим англійської під час введення певного рядка
zh_hk: 在輸入特定字符串時切換到英文模式

source: Auto English Trigger Word
az: Avtomatik İngiliscə tətikləyici sözü
bo_cn: དབྱིན་ཡིག་དཔེ་རྣམ་རང་སྒྲུབ།
hu: Automatikus Angol indító szó
pl: Słowo automatycznego przełączania na angielski
sq: Fjalë Që Shkakton Kalimin në Anglishte të Automatizuar
ug: ئاپتوماتىك ئىنگلىزچە مودېلدا قوزغىتىلغان سۆز
uk: Слово автовмикання англійської
zh_hk: 自動英文模式觸發詞

source: Convert Simplified Chinese To Traditional Chinese
az: Sadələşdirilmiş çincəni ənənəvi çincəyə sevirmək
bo_cn: ཟོར་ཡང་རྒྱ་ཡིག་ཟེུ་ལྕིའི་རྒྱ་ཡིག་ལ་བརྗེ་བ།
hu: Az egyszerűsített kínai átalakítása hagyományos kínaira
pl: Konwertuj Uproszczony Chiński na Tradycyjny Chiński
sq: Shndërro Nga Kineze e Thjeshtuar Te Kineze Tradicionale
ug: ئاددىيلاشتۇرۇلغان خەنزۇچىنى مۇرەككەپ خەنزۇچىغا ئالماشتۇرۇش
uk: Перетворити спрощену китайську на традиційну китайську
zh_hk: 簡體中文轉換為繁體中文

source: Clipboard
az: Mübadilə yaddaşı
bo_cn: དྲས་སྦྱར་པང་།
hu: Vágólap
pl: Schowek
sq: E papastër
ug: چاپلاش تاختىسى
uk: Буфер обміну
zh_hk: 剪貼板

source: Fcitx Clipboard access
az: Fcitx mübadilə yaddaşı girişi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་དྲས་སྦྱར་པང་འདྲི་རྩད་ལ་རྒྱབ་སྐྱོར།
hu: Fcitx vágólap hozzáférés
pl: Dostęp do Schowka Fcitx
sq: Hyrje në të papastër Fcitx-i
ug: كىرگۈزگۈچ چاپلاش تاختىسىنى زىيارەت قىلىش ياردىمى
uk: Доступ до буфера обміну Fcitx
zh_hk: 輸入法的剪貼板訪問支持

source: DBus Support
az: DBus dəstəyi
bo_cn: DBus རྒྱབ་སྐྱོར།
hu: DBus támogatás
pl: Wsparcie DBus
sq: Mbulim për DBus
ug: DBus ياردىمى
uk: Підтримка DBus
zh_hk: DBus 支持

source: Provides DBus Support (Used by other Addon)
az: DBus dəstəyini təmin edir (Başqa əlavə istifadə etdi)
bo_cn: DBusརྒྱབ་སྐྱོར་མཁོ་འདོན། (ལྷུ་ལག་གཞན་གྱིས་སྤྱོད་པ།)
hu: DBus-támogatást nyújt (más bővítmények használják)
pl: Zawiera wsparcie DBus (wykorzystywane przez inne wtyczki)
sq: Furnizon Mbulim për DBus (E përdorur nga tjetër Shtesë)
ug: DBus ياردىمى بىلەن تەمىنلەش (باشقا قىستۇرما ئارقىلىق)
uk: Забезпечу підтримку DBus (використовується іншим додатком)
zh_hk: 提供 DBus 支持 (由其他插件使用)

source: Freedesktop.org Notification Support
az: Freedesktop.org bildiriş dəstəyi
bo_cn: Freedesktop.orgཅོག་ངོས་ཀྱི་དྲན་སྐུལ་རྒྱབ་སྐྱོར།
pl: Wsparcie notyfikacji Freedesktop.org
sq: Mbulim Njoftimesh Nga Freedesktop.org
ug: Freedesktop.org ئۈستەليۈزى ئەسكەرتىش ياردىمى
uk: Підтримка сповіщень Freedesktop.org
zh_hk: Freedesktop.org 桌面提示支持

source: Provides Freedesktop.org Notification Support (Used by other Addon)
az: Freedesktop.org bildirişi dəstəyini təmin edir (başqa əlavə tərəfindən istifadə olundu)
bo_cn: Freedesktop.orgཅོག་ངོས་ཀྱི་དྲན་སྐུལ་རྒྱབ་སྐྱོར།(ལྷུ་ལག་གཞན་ལ་སྤྱོད་པ།)
hu: A Freedesktop.org értesítési támogatást nyújt (más kiegészítők által használt)
pl: Dostarcza wsparcie notyfikacji Freedesktop.org (wykorzystywane przez inne wtyczki)
sq: Furnizon Mbulim Njoftimesh Freedesktop.org (E përdorur nga tjetër Shtesë)
ug: Freedesktop.org ئۈستەليۈزى ئەسكەرتىش ياردىمى بىلەن تەمىنلەش (باشقا قىستۇرما ئارقىلىق)
uk: Забезпечує підтримку сповіщень Freedesktop.org (використовується іншим додатком)
zh_hk: 提供 Freedesktop.org 桌面提示支持 (供其他插件使用)

source: Fullwidth Character
az: Tam genişli simvol
bo_cn: ཟུར་ཧྲིལ་ཡིག་རྟགས།
hu: Teljes szélességű karakterek
pl: Znak o pełnej szerokości
sq: Shenjë Në Gjerësi të Plotë
ug: ئىككى بايتلىق ھەرپ-بەلگە
uk: Символ повної ширини
zh_hk: 全形字符

source: Provides Fullwidth Character Input Support
az: Tam enli simvollarla daxiletmənin dəstəklənməsini təmin edir
bo_cn: ཟུར་ཧྲིལ་ཡིག་རྟགས་ནང་འཇུག་རྒྱབ་སྐྱོར་མཁོ་འདོན།
hu: Teljes szélességű karakterbeviteli támogatást biztosít
pl: Zawiera wsparcie znaków o pełnej szerokości
sq: Furnizon Mbulim për Dhënie Shenjash Në Gjerësi të Plotë
ug: ئىككى بايتلىق ھەرپ-بەلگە ياردىمى تەمىنلەش
uk: Забезпечує підтримку введення символу повної ширини
zh_hk: 提供全形符號輸入支持

source: Input method selector
az: Daxiletmə üsulu seçicisi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འདེམས་ཆས།
hu: Beviteli módszer választó
pl: Selektor metod wprowadzania
sq: Përzgjedhës metode dhënieje
ug: كىرگۈزگۈچ تاللىغۇچ
uk: Засіб вибору способу введення
zh_hk: 輸入法選擇器

source: Select specific input method via keyboard
az: Xüsusi daxiletmə üsulunu klaviatura ilə seçin
bo_cn: མཐེབ་གཞོང་གིས་དམིགས་བཙུགས་བྱས་པའི་ནང་འཇུག་བྱེད་སྟངས་འདེམས་པ།
hu: Adott beviteli módszer kiválasztása billentyűzeten keresztül
pl: Wybierz określoną metodę wprowadzania przy użyciu klawiatury
sq: Përzgjidhni metodë specifike dhëniesh, përmes tastiere
ug: كۇنۇپكا تاختىسى ئارقىلىق ئالاھىدە خەت كىرگۈزگۈچنى تاللاش
uk: Вибір певного способу введення за допомогою клавіатури
zh_hk: 通過鍵盤選擇特定的輸入法

source: Fcitx Lua Support
az: Fcitx Lua dəstəyi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་Luaརྒྱབ་སྐྱོར།
hu: Fcitx Lua támogatás
pl: Wsparcie Fcitx dla Lua
sq: Mbulim Fcitx për Lua
ug: كىرگۈزگۈچتىكى Lua ياردىمى
uk: Підтримка Lua у Fcitx
zh_hk: 輸入法 的 Lua 支持

source: Add Lua script support to Fcitx
az: Lua skripti dəstəyini Fcitx-ə əlavə edin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ལ་Luaཡི་རྒྱབ་སྐྱོར་སྣོན་པ།
hu: Lua szkripttámogatás hozzáadása a Fcitxhez
pl: Dodaj wsparcie skryptów Lua do Fcitx
sq: Shto në Fcitx mbulim shkrimesh për Lua
ug: كىرگۈزگۈچكە Lua ياردىمى قوشۇش
uk: Додавання підтримки скриптів Lua до Fcitx
zh_hk: 為 輸入法 增加 Lua 支持

source: DBus based new Freedesktop.org tray icon
az: DBus, yeni Freedesktop.org trey nişanına əsaslanır
bo_cn: DBusཡི་Freedesktop.orgསྡུད་སྡེར་རྟགས་རིས་གསར་པ།
hu: DBus alapú új Freedesktop.org tálca ikon
pl: Oparta na DBus nowa Freedesktop.org ikona zasobnika
sq: Ikonë e re paneli Freedesktop.org, bazuar në DBus
ug: DBus ئاساسىدىكى يېڭى Freedesktop.org تەخسە سىنبەلگىسى
uk: Заснована на DBus нова піктограма лотка Freedesktop.org
zh_hk: 基於 DBus 的新 Freedesktop.org 托盤圖標

source: Enhance pinyin input in Fcitx
az: Fcitx-də pinyin daxiletmənin yaxşılaşdırılması
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྒྲ་སྦྱོར་ནང་འཇུག་ཆེར་གཏོང་།
hu: Javítsa a pinyin bevitelt az Fcitx-ben
pl: Ulepsz wprowadzanie pinyin dla Fcitx
sq: Zgjeroni dhënie pinyin në Fcitx
ug: كىرگۈزگۈچنىڭ پىنيىن كىرگۈزگۈچىنى كۈچەيتىش
uk: Удосконалити введення піньїну у Fcitx
zh_hk: 增強 輸入法 的拼音輸入

source: Provide extra feature for pinyin in Fcitx
az: Fcitx-də pinyin üçün əlavə imkanlar təqdim edir
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྒྲ་སྦྱོར་ནང་འཇུག་གི་བྱེད་ནུས་ཆེར་གཏོང་།
hu: A pinjin további funkciója a Fcitxben
pl: Dodaj nowe funkcje dla pinyin w Fcitx
sq: Furnizo veçori ekstra për pinyin në Fcitx
ug: كىرگۈزگۈچنىڭ پىنيىن كىرگۈزۈش ئىقتىدارىنى كۈچەيتىش
uk: Надавати додаткову можливість для піньїну у Fcitx
zh_hk: 增強 輸入法 的拼音輸入的功能

source: Symbol
az: Simvol
bo_cn: མཚོན་རྟགས།
hu: Szimbólum
sq: Simbol
ug: بەلگە
uk: Символ
zh_hk: 符號

source: Punctuation Conversion Support
az: Durğu işarələrinin çevrilməsinin dəstəklənməsi
bo_cn: ཚེག་རྟགས་བརྗེ་སྒྱུར་རྒྱབ་སྐྱོར།
hu: Az írásjelek konvertálásának támogatása
pl: Wsparcie dla konwersji interpunkcji
sq: Mbulim Shndërrimesh Pikësimi
ug: تىنىش بەلگىلىرىنى ئالماشتۇرۇش ياردىمى
uk: Підтримка перетворення пунктуації
zh_hk: 標點轉換支持

source: Quickphrase
az: Sürətli ifadə
bo_cn: མྱུར་མགྱོགས་ནང་འཇུག
hu: Gyors kifejezés
pl: SzybkaFraza
sq: Togfjalësh i Shpejtë
ug: تېز كىرگۈزۈش
uk: Швидка фраза
zh_hk: 快速輸入

source: Conveniently Input English or User-Defined Simple Table
az: İngilis dili və ya istifadəçi tərəfindən müəyyən edilmiş sadə cədvəl üçün rahat daxiletmə
bo_cn: སྟབས་བདེའི་ངང་དབྱིན་ཡིག་གམ་སྤྱོད་མཁན་གྱིས་མཚན་ཉིད་བཞག་པའི་ཨང་རྟགས་རེའུ་མིག་ནང་འཇུག
hu: Kényelmesen beviheti az angol vagy a felhasználó által meghatározott egyszerű táblázatot
pl: Wygodnie wprowadź Angielską lub wybraną przez użytkownika prostą tabelę
sq: Futni Kollaj Anglishte ose Tabelë të Thjeshtë të Përcaktuar Nga Përdoruesi
ug: قولايلىق ھالدا ئىنگلىز تىلى ياكى ئابونت ئېنىقلىمىسىنىڭ كود جەدۋىلىنى كىرگۈزۈش
uk: Зручне введення англійської або визначена користувачем проста таблиця
zh_hk: 方便地輸入英文或用戶定義的碼錶

source: Quick Phrase List
az: Sürətli ifadə siyahısı
bo_cn: མྱུར་འཇུག་རེའུ་མིག
hu: Gyors kifejezések listája
pl: Lista Szybkich Fraz
sq: Listë Togfjalëshash të Shpejtë
ug: تېز كىرگۈزۈش تىزىملىكى
uk: Список швидких фраз
zh_hk: 快速輸入列表

source: Remote
az: Uzaqdan idarə
bo_cn: རྒྱང་སྦྲེལ་བསྐོ་སྤྱོད།
hu: Távoli
pl: Zdalnie
sq: E largët
ug: يىراقتىن يۆتكەپ ئىشلىتىش
uk: Віддалений
zh_hk: 遠程調用

source: Used by fcitx-remote to change Fcitx state from console
az: Fcitx vəziyyətini konsoldan dəyişmək üçün fcitx-remote tərəfindən istifadə olundu
bo_cn: fcitx-remoteསྤྱད་དེ་བཀའ་སྟར་ལས་ནང་འཇུག་བྱེད་སྟངས་བརྗེ་བ།
hu: Használja a fcitx-remote-ot a Fcitx állapotának megváltoztatására a Terminál alól
pl: Użyto fcitx-remote, aby zmienić stan Fcitx z konsoli
sq: E përdorur nga fcitx-remote për të ndryshuar gjendje Fcitx prej konsole
ug: fcitx-remote بۇ ئارقىلىق بۇيرۇق قۇرىدىكى خەت كىرگۈزگۈچنىڭ ھالىتىنى ئۆزگەرتىدۇ
uk: Використовується fcitx-remote для зміни стану Fcitx з консолі
zh_hk: fcitx-remote 通過它來從命令行改變輸入法的狀態

source: Spell
az: Yazılış qaydası
bo_cn: སྦྱོར་འབྲི།
hu: Helyesírás
pl: Pisownia
sq: Drejtshkrim
ug: يېزىش
uk: Правопис
zh_hk: 拼寫

source: Fcitx Spelling Hint/Completion Support
az: Fcitx orfoqrafiya ipucu və ya tamamlama dəstəyi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྦྱོར་འབྲི་དྲན་སྐུལ་ལམ་ཁ་གསབ་རྒྱབ་སྐྱོར།
hu: Fcitx helyesírási tipp/kiegészítés támogatása
pl: Wsparcie Fcitx dla podpowiedzi/uzupełniania pisowni
sq: Mbulim Fcitx për Ndihmëz/Plotësim Drejtshkrimi
ug: خەت كىرگۈزگۈچنىڭ ئىملا ئەسكەرتمىسى/تۇلۇقلاش ياردىمى
uk: Підтримка підказок щодо правопису і доповнення у Fcitx
zh_hk: 輸入法 的拼寫提示/補全支持

source: Fcitx Unicode Typing Support
az: Fcitx Unicode yazı dəstəyi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་Unicode ནང་འཇུག་རྒྱབ་སྐྱོར།
hu: Fcitx Unicode gépelési támogatás
pl: Wsparcie Fcitx dla Unicode
sq: Mbulim Fcitx Shtypjeje Në Unikod
ug: كىرگۈزگۈچنىڭ Unicode كىرگۈزۈش ياردىمى
uk: Підтримка введення символів Unicode у Fcitx
zh_hk: 輸入法 的 Unicode 輸入支持

source: Add Unicode Typing Support
az: Unicode yazı dəstəyini əlavə edin
bo_cn: Unicode ནང་འཇུག་རྒྱབ་སྐྱོར་སྣོན་པ།
hu: Unicode gépelési támogatás hozzáadása
pl: Dodaj wsparcie dla Unicode
sq: Shto Mbulim Shtypjeje Në Unikod
ug: Unicode لۇق كىرگۈزۈش ياردىمى قوشۇش
uk: Додавання підтримки введення символів Unicode
zh_hk: 添加 Unicode 輸入支持

source: Virtual Key Board
az: Virtual klaviatura
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་།
hu: Virtuális Billentyűzet
pl: Klawiatura Wirtualna
sq: Tastierë Virtuale
ug: مەۋھۇم كۇنۇپكا
uk: Віртуальна клавіатура
zh_hk: 虛擬鍵盤

source: Virtual Key Board in order to input special character
az: Xüsusi simvollar əlavə etmək üçün virtual klaviatura
bo_cn: དམིགས་བསལ་གྱི་ཡིག་རྟགས་ནང་འཇུག་བྱེད་པའི་རྟོག་བཟོའི་མཐེབ་གཞོང་།
hu: Virtuális billentyűzet speciális karakterek beviteléhez
pl: Klawiatura Wirtualna, aby wprowadzić znaki specjalne
sq: Tastierë Virtuale për të dhënë shenja speciale
ug: ئالاھىدە ھەرپ-بەلگە كىرگۈزۈش ئۈچۈن ئىشلىتىلىدىغان مەۋھۇم كۇنۇپكا تاختىسى
uk: Віртуальна клавіатура для введення спеціальних символів
zh_hk: 用於輸入特殊字符的虛擬鍵盤

source: X11 Support
az: X11 dəstəyi
bo_cn: X11རྒྱབ་སྐྱོར།
hu: X11 támogatás
pl: X11 Wsparcie
sq: Mbulim për X11
ug: X11 ياردىمى
uk: Підтримка X11
zh_hk: X11 支持

source: X11 Utility used by other Addon
az: Başqa əlavələr üçün X11 vasitəsi istifadə olundu
hu: X11 Más kiegészítők által használt segédprogramok
pl: X11 Utilitiy w użyciu przez inną wtyczkę
ug: باشقا قىستۇرمىلار ئىشلىتىدىغان X11 قورالى فونكىسىەىسى
uk: Допоміжний інструмент X11, який використовується іншим додатком
zh_hk: 由其他插件使用的 X11 工具函數

source: X Keyboard Integration export with DBus
az: DBus ilə X Klaviatura inteqrasiyası
bo_cn: DBus བརྒྱུད་དེ་བཏོན་པའི་མཐེབ་གཞོང་Xའདུས་གྲུབ་མཐུད་ཁ།
hu: X Billentyűzet integráció exportálása DBus-szal
pl: X Integracja Klawiatury, eksportuj przy użyciu DBus
sq: Eksportim Integrimi Tastierash X me DBus
ug: DBus ئارقىلىق كەلتۈرۈپ چىقىرىلغان X كۇنۇپكا تاختىسى توپلاشتۇرۇلغان ئۇلاش ئېغىزى
uk: Експорт інтеграції клавіатури з X за допомогою DBus
zh_hk: 通過 DBus 導出的 X 鍵盤集成接口

source: X Keyboard Integration
az: X Klaviatura inteqrasiyası
bo_cn: Xམཐེབ་གཞོང་འདུས་གྲུབ།
hu: X Billentyűzet integráció
pl: X Integracja Klawiatury
sq: Integrim Tastierash X
ug: X كۇنۇپكا تاختىسىنى توپلاشتۇرۇش
uk: Інтеграція X-клавіатури
zh_hk: X 鍵盤集成

source: Classic User Interface with Skin support
az: Örtük dəstəkli klassik istifadəçi interfeysi
bo_cn: པགས་པ་ཡོད་དེ་རྒྱབ་སྐྱོར་བྱེད་པའི་དཔེ་མཚོན་མཐུད་ངོས།
hu: Klasszikus felhasználói felület megjelenés támogatással
pl: Klasyczny Interfejs Użytkownika ze wsparciem skórek
sq: Ndërfaqe Klasike Përdoruesi me mbulim për Lëkurçe
ug: تېرە ياردىمى بار كىلاسسىك كۆرۈنمە يۈز
uk: Класичний інтерфейс користувача із підтримкою шкірок
zh_hk: 帶皮膚支持的經典界面

source: Fcitx Skin Installer
az: Fcitx örtüyü quraşdırıcısı
bo_cn: ནང་འཇུག་བྱེད་སྟངས། ་པགས་པ་སྒྲིག་འཇུག་བྱེད་ཆས།
hu: Fcitx Megjelenés telepítő
pl: Fcitx Instalator Skórek
sq: Instalues Lëkurçesh Fcitx
ug: كىرگۈزگۈچ تېرە قاچىلىغۇچ
uk: Засіб встановлення шкірок Fcitx
zh_hk: 輸入法 皮膚安裝器

source: Installer Script for Fcitx Skin
az: Fcitx örtüyü üçün skrtipt quraşdırıcısı
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་པགས་པ་སྒྲིག་འཇུག་བྱེད་ཆས།
hu: telepítő szkript a Fcitx Megjelenéshez
pl: Skrypt instalacyjny dla skórki Fcitx
sq: Programth Instaluesi për Lëkurçe Fcitx
ug: كىرگۈزگۈچكە تېرە قاچىلىغۇچ
uk: Скрипт встановлення для шкірки Fcitx
zh_hk: 輸入法皮膚的安裝器

source: Kimpanel Support for Fcitx
az: Fcitx üçün Kimpanel dəstəyi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་Kimpanelརྒྱབ་སྐྱོར།
hu: Kimpanel támogatás a Fcitx-hez
pl: Wsparcie Kimpanel dla Fcitx
sq: Mbulim Kimpanel për Fcitx
ug: كىرگۈزگۈچنىڭ Kimpanel ياردىمى
uk: Підтримка Kimpanel у Fcitx
zh_hk: 輸入法 的 Kimpanel 支持

source: Add-ons
az: Əlavələr
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུ།
hu: Bövítmények
pl: Wtyczki
sq: Shtesa
ug: قوشۇمچە زاپچاس
uk: Додатки
zh_hk: 附加組件

source: Name
az: Ad
bo_cn: མིང་།
hu: Név
pl: Nazwa
sq: Emër
ug: نامى
uk: Назва
zh_hk: 名稱

source: Name that can be display in UI
az: İs. İnterfeysində göstərilə bilən ad
bo_cn: སྤྱོད་མཁན་མཐུད་ངོས་ཁྲོད་ཀྱི་མིང་དུ་མངོན་པ།
hu: A felhasználói felületen megjeleníthető név
pl: Nazwa, którą można wyświetlić w UI
sq: Emër që mund të shfaqet në UI
ug: ئىشلەتكۈچى كۆرۈنمە يۈزىدە كۆرىنىدىغان نامى
uk: Назва, яку можна показати у інтерфейсі
zh_hk: 顯示於用戶界面中的名稱

source: Comment
az: Şərh
bo_cn: ཞིབ་བརྗོད།
hu: Hozzászólások
pl: Komentarz
sq: Koment
ug: تەسۋىر
uk: Коментар
zh_hk: 描述

source: InputMethod
az: DaxiletməÜsulu
bo_cn: ནང་འཇུག་བྱེད་སྟངས།
hu: Beviteli mód
pl: MetodyWprowadzania
ug: كىرگۈزگۈچ
uk: Спосіб введення
zh_hk: 輸入法

source: Frontend
az: İnterfeys
bo_cn: མདུན་སྣེ།
hu: Előfelület
sq: Pjesa e dukshme
ug: ئالدى ئۇچ
uk: Оболонка
zh_hk: 前端

source: Module
az: Modul
bo_cn: དཔེ་དུམ།
hu: Modul
pl: Moduł
sq: Modul
ug: مودۇل
uk: Модуль
zh_hk: 模塊

source: UI
az: İs. interfeysi
bo_cn: མཐུད་ངོས།
hu: Felhasználói felület
ug: كۆرۈنمە يۈز
uk: Інтерфейс
zh_hk: 界面

source: Category
az: Kateqoriya
bo_cn: རིགས།
hu: Kategória
pl: Kategoria
sq: Kategori
ug: تۈرى
uk: Категорія
zh_hk: 種類

source: Enabled
az: Aktivdir
bo_cn: འགོ་སློང་།
hu: Engedélyezve
pl: Włączony
sq: E aktivizuar
ug: قوزغىتىش
uk: Увімкнено
zh_hk: 啟用

source: Library
az: Kitabxana
bo_cn: མཛོད།
hu: Gyűjtemény
pl: Biblioteka
sq: Bibliotekë
ug: ئامبار
uk: Бібліотека
zh_hk: 庫

source: SharedLibrary
az: Ümumi kitabxana
bo_cn: མཉམ་སྤྱོད་མཛོད།
hu: Megosztott könyvtár
pl: Biblioteka Współdzielona
ug: ھەمبەھىر ئامبار
uk: Спільна бібліотека
zh_hk: 共享庫

source: Type
az: Növ
bo_cn: རིགས་གྲས།
hu: Típus
pl: Typ
sq: Lloj
ug: تىپى
uk: Друкувати
zh_hk: 類型

source: Dependency
az: Asılılıq
bo_cn: རྟེན་པ།
hu: Függőségek
pl: Zależność
sq: Varësi
ug: تايىنىش
uk: Залежність
zh_hk: 依賴

source: Priority of addon
az: Əlavənin üstünlüyü
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུའི་སྔོན་འཇོག་རིམ་པ།
hu: Bővítmények prioritása
pl: Priorytet wtyczki
sq: Përparësi e shtesës
ug: قوشۇمچە زاپچاسنىڭ ئەلالىق دەرىجىسى
uk: Пріоритетність додатка
zh_hk: 附加組件優先級

source: Sub Configuration for Module
az: Modul üçün alt tənzimləmə
bo_cn: དཔེ་དུམ་གྱི་སྡེབ་སྒྲིག་བུ་ཆ།
hu: Modulok alkonfigurációja
pl: Pod-konfiguracja dla Modułu
sq: Nënformësim për Modulin
ug: مودۇلنىڭ قۇشۇمچە سەپلىمىسى
uk: Підлеглі налаштування для модуля
zh_hk: 模塊子配置

source: Register IM
az: Daxiletmə üsulunun qeydiyyatı
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་ཐབས་ཤེས་ཐོ་འགོད།
hu: Beviteli módok felvétele
pl: Zarejestruj MW
ug: كىرگۈزگۈچكە تىزىملىتىش ئۇسۇلى
uk: Реєстрація СВ
zh_hk: 註冊輸入法方法

source: Self
az: Fərdi
bo_cn: རང་འདོན།
hu: Maga
pl: Samo
ug: تەمىنلىگەن
uk: Власний
zh_hk: 自提供

source: ConfigFile
az: TənzimləməFaylı
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ།
hu: Konfigurációs fájl
pl: PlikKonfiguracyjny
sq: Kartelë Formësimi
ug: سەپلىمە ھۆججەت
uk: Файл налаштувань
zh_hk: 配置文件

source: Argument for InputMethod Register
az: Daxiletmə üsulunun qeysiyyatı üçün arqument
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་ཞུགས་གྲངས་ཐོ་འགོད།
hu: A Beviteli módszer regiszter argumentuma
pl: Argument do Rejestrowania MetodWprowadzania
sq: Argument për “InputMethod Register”
ug: كىرگۈزگۈچكە تىزىملىتىشتىكى پارامېتىرلار
uk: Аргумент для регістру InputMethod
zh_hk: 註冊輸入法的參數

source: Fallback UI Addon
az: Fallback İİ əlavəsi
bo_cn: གདམ་གྲབས་མཐུད་ངོས་ཀྱི་ཟུར་སྣོན་སྒྲིག་ལྷུ།
hu: Tartalék felhasználói felület bővítmény
pl: Wtyczka Fallback UI
ug: زاپاس كۆرۈنمە يۈز قوشۇمچە بىرىكمە زاپچىسى
uk: Додаток резервного інтерфейсу
zh_hk: 備選界面附加組件

source: Use RTLD_LOCAL to load library
az: Kitabxananı yükləmək üçün RTLD_LOCAL istifadə edin
bo_cn: RTLD_GLOBAL སྤྱད་དེ་མཛོད་སྣོན་འཇུག
hu: Használja az RTLD_LOCAL a mappához való hozzáadáshoz
pl: Używaj RTLD_LOCAL, aby załadować bibliotekę
sq: Përdor RTLD_LOCAL për të ngarkuar bibliotekën
ug: RTLD_GLOBAL يۈكلەش ئامبىرىنى ئىشلىتىش
uk: Використовувати RTLD_LOCAL для завантаження бібліотеки
zh_hk: 使用 RTLD_GLOBAL 加載庫

source: Do not show in GUI
az: İs. interfeysində göstərməmək
bo_cn: པར་རིས་མཐུད་ངོས་སུ་མི་མངོན།
hu: Ne jelenjen meg a grafikus felhasználói felületen
pl: Nie pokazuj w GUI
sq: Mos e shfaq në GUI
ug: گىرافىك كۆرۈنمە يۈزدە كۆرۈنمىسۇن
uk: Не показувати у графічному інтерфейсі
zh_hk: 不在圖形界面顯示

source: Hotkey
az: Qısayol
bo_cn: མྱུར་མཐེབ།
hu: Gyorsbillentyűk
pl: Skróty klawiszowe
sq: Tast përkatës
ug: تېزلەتمە كۇنۇپكا
uk: Клавіатурне скорочення
zh_hk: 更多快捷鍵

source: Enable Trigger Input Method
hu: Trigger beviteli mód engedélyezése
zh_hk: 啟用切換啟動/非啟動輸入法

source: Trigger Input Method
az: Daxiletmə üsulunu tətikləyicisi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འགོ་སློང་ངམ་འགོ་མི་སློང་བ་བརྗེ་བ།
hu: Beviteli módszer indítókulcsa
pl: Włącz Metodę Wprowadzania
sq: Vënës në punë Metode Dhëniesh
ug: ئاكتىپلانغان/ئاكتىپلانمىغان كىرگۈزگۈچنى ئالماشتۇرۇش
uk: Перемикання способу введення
zh_hk: 切換啟動/非啟動輸入法

source: Use extra trigger key only after using it to inactivate
az: Əlavə aktivetmə düyməsini yalnız ondan istifadə etdikdən sonra qeyri-aktiv etmək üçün istifadə edin
bo_cn: བརྗེ་མཐེབ་འདོར་བ་སྐུལ་སློང་བྱས་རྗེས་གཞི་ནས་དེ་སྐྱད་དེ་བརྗེ་བ།
hu: Csak az inaktiválás után használjon extra indító kulcsot
pl: Użyj dodatkowego klawiszu przełączania po wykorzystaniu go jako wyłącznika
sq: Përdor tast ekstra shkaktimi vetëm pasi të jetë përdorur për çaktivizim
ug: پەقەت ئوشۇقچە ئالماشتۇرۇش كۇنۇپكىسى بىلەن ئاكتىپلاشنى ئەمەلدىن قالدۇرغاندىن كېيىن ئاندىن ئۇنى ئىشلىتىپ ئالماشتۇرۇلىدۇ
uk: Використовувати додаткову клавішу-перемикач лише після використання її для деактивації
zh_hk: 只在用額外切換鍵取消啟動後才使用它進行切換

source: R_CTRL
az: Sağ_CTRL
bo_cn: གཡས་Ctrl
hu: Jobb_CTRL
ug: ئوڭCtrl
zh_hk: 右Ctrl

source: R_SHIFT
az: Sağ_SHIFT
bo_cn: གཡས་Shift
hu: Jobb_SHIFT
ug: ئوڭShift
zh_hk: 右Shift

source: L_SHIFT
az: Sol_SHİFT
bo_cn: གཡོན་Shift
hu: Bal_SHIFT
ug: سولShift
zh_hk: 左Shift

source: L_CTRL
az: Sol_CTRL
bo_cn: གཡོན་Ctrl
hu: Bal_CTRL
pl: L_SHIFT
ug: سولCtrl
zh_hk: 左Ctrl

source: ALT_L_SHIFT
az: ALT_Sol_SHIFT
bo_cn: Alt+གཡོན་Shift
hu: ALT_Bal_SHIFT
ug: Alt+سولShift
zh_hk: Alt+左Shift

source: ALT_R_SHIFT
bo_cn: Alt+གཡས་Shift
hu: ALT_Jobb_SHIFT
ug: Alt+ئوڭShift
zh_hk: Alt+右Shift

source: CTRL Both
az: Hər iki CTRL
bo_cn: ཟུར་གཉིས་ཀྱི་ Ctrl
hu: Mindkét CTRL
sq: Të Dy CTRL-të
ug: ئىككى تەرەپتىكى Ctrl
uk: Обидві CTRL
zh_hk: 兩側 Ctrl

source: SHIFT Both
az: İstənilən SHİFT düyməsi
bo_cn: ཟུར་གཉིས་ཀྱི་Shift
hu: Mindkét SHIFT
sq: Të Dy SHIFT-et
ug: ئىككى تەرەپتىكى Shift
uk: Обидві SHIFT
zh_hk: 兩側 Shift

source: L_ALT
az: Sol_ALT
bo_cn: གཡོན་ Alt
hu: Bal_ALT
ug: سول Alt
zh_hk: 左 Alt

source: R_ALT
az: Sağ_ALT
bo_cn: གཡས་Alt
hu: Jobb_ALT
ug: ئوڭ Alt
zh_hk: 右 Alt

source: ALT Both
az: Hər iki ALT
bo_cn: ཟུར་གཉིས་ཀྱི་Alt
hu: Mindkét ALT
sq: Të Dy ALT-et
ug: ئىككى تەرەپتىكى Alt
uk: Обидві ALT
zh_hk: 兩側 Alt

source: Left Super
az: Sol Super düyməsi
bo_cn: གཡོན་Super
hu: Bal Szuper
sq: Super Majtas
ug: سول Super
uk: Ліва Super
zh_hk: 左 Super

source: Right Super
az: Sağ Super düyməsi
bo_cn: གཡས་Super
hu: Jobb Szuper
sq: Super Djathtas
ug: ئوڭ Super
uk: Права Super
zh_hk: 右 Super

source: Super Both
az: İstənilən Super düyməsi
bo_cn: ཟུར་གཉིས་ཀྱི་Super
hu: Mindkét Szuper
sq: Të Dy Super-at
ug: ئىككى تەرەپتىكى Super
uk: Обидві Super
zh_hk: 兩側 Super

source: Ctrl+Left Super
az: Ctrl+sol Super
bo_cn: Ctrl+གཡོན་ Super
hu: Ctrl+Bal Szuper
ug: Ctrl+سول Super
uk: Ctrl+Ліва Super
zh_hk: Ctrl+左 Super

source: Ctrl+Right Super
az: Ctrl+Sağ Super
bo_cn: Ctrl+གཡས་ Super
hu: Ctrl+Jobb Szuper
ug: Ctrl+ئوڭ Super
uk: Ctrl+Права Super
zh_hk: Ctrl+右 Super

source: Super+Left Ctrl
az: Super+sol Ctrl
bo_cn: Super+གཡོན་ Ctrl
hu: Szuper+Bal Ctrl
ug: Super+سولCtrl
uk: Super+Ліва Ctrl
zh_hk: Super+左 Ctrl

source: Super+Right Ctrl
az: Super+Sağ Ctrl
bo_cn: Super+གཡས་ Ctrl
hu: Szuper+Jobb Ctrl
ug: Super+ئوڭ Ctrl
uk: Super+Права Ctrl
zh_hk: Super+右 Ctrl

source: Custom
az: Şəxsi
bo_cn: རང་སྒྲུབ།
hu: Egyéni
pl: Własne
sq: Vetjak
ug: بەلگىلەش
uk: Користувацький
zh_hk: 自定義

source: Extra Key for Switching to the First Input Method
az: Birinci daxiletmə üsuluna keçmək üçün əlavə düymə
bo_cn: ནང་འཇུག་བྱེད་སྟངས་སྐུལ་སློང་མྱུར་མཐེབ།
hu: Extra gomb az első beviteli módra váltáshoz
pl: Dodatkowy Klawisz do Przełączania między Pierwszą Metodą Wpisywania
sq: Tast Ekstra për Kalim te Metoda e Parë e Dhënieve
ug: ئاكتىپلانغان باشقا تېزلەتمە كۇنۇپكىلار
uk: Додаткова комбінація клавіш для перемикання на перший спосіб введення
zh_hk: 額外的切換首位輸入法快捷鍵

source: Custom switch key
az: Fərdi dəyişdirmə açarı
bo_cn: རང་སྒྲུབ་བརྗེ་མཐེབ།
hu: Egyedi kapcsoló gomb
pl: Niestandardowy klawisz do przełączania
sq: Tast vetjak ndërrimesh
ug: ئالماشتۇرۇش كۇنۇپكىسى بەلگىلەش
uk: Нетипова клавіша-перемикач
zh_hk: 自定義切換鍵
