Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: All found Gtk ${1} immodule files exist.
az: Bütün tapılmış gtk ${1} immodulu faylları mövcuddur.
bo_cn: བཙལ་ནས་རྙེད་པའི་ Gtk ${1} ཡི་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་དཔེ་དུམ་ཡིག་ཆ་ཆ་ཚང་ཡོད་པ།
hu: Az összes talált Gtk ${1} immodule fájl létezik.
pl: Wszystkie znalezione GTK ${1} pliki modułowe MW istnieją.
sq: U gjetën tërë kartelat immodule Gtk ${1}.
ug: تېپىلغان بارلىق Gtk ${1} كىرگۈزگۈچ مودۇلى ھۆججەتلىرى بىردەك مەۋجۇت.
uk: Існують усі знайдені файли модуля способів введення Gtk ${1}.
zh_hk: 找到的全部 Gtk ${1} 輸入法模塊文件均存在.

source: Found ${3} for gtk ${1} at ${2}.
az: ${2} daxilində gtk ${1} üçün ${3} tapıldı.
bo_cn: ${2} ལས་gtk ${1} ཡི་${3}རྙེད་བྱུང་།
hu: Talált ${3} a gtk ${1} számara itt: ${2}.
pl: Znaleziono ${3} dla GTK ${1} w ${2}.
sq: U gjet ${3} për gtk ${1} te ${2}.
ug: ${2} دە gtk ${1} نىڭ ${3} تېپىلدى.
uk: Знайдено ${3} для gtk ${1} у ${2}.
zh_hk: 在 ${2} 找到了 gtk ${1} 的 ${3}.

source: Version Line:
az: Versiya xətti:
bo_cn: པར་གཞིའི་སྟར་པ།
hu: Verzió:
pl: Linia Wersji:
sq: Rresht Versioni:
ug: نەشر لىنىيەسى:
uk: Рядок версії:
zh_hk: 版本行:

source: Found ${2} for unknown gtk version at ${1}.
az: ${1} daxilində naməlum gtk versiyası üçün ${2} tapıldı.
bo_cn: ${1} ལས་མི་ཤེས་པའི་པར་གཞི་gtkཡི་${2}རྙེད་པ།
hu: ${2} találtunk az ismeretlen gtk verzióhoz itt: ${1}.
pl: Znaleziono ${2} dla nieznanej wersji GTK w ${1}.
sq: U gjet ${2} për version të panjohur gtk-je te ${1}.
ug: ${1} دە نامەلۇم gtk نەشردىكى ${2} بايقالدى.
uk: Знайдено ${2} для невідомої версії gtk у ${1}.
zh_hk: 在 ${1} 找到了未知 gtk 版本的 ${2}.

source: Found fcitx im modules for gtk ${1}.
az: Gtk ${1} üçün fcitx daxiletmə üsulu modulları tapıldı.
bo_cn: gtk ${1} ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་ fcitxརྙེད་པ།
hu: Fcitx im modulokat találtunk a gtk ${1} számára.
pl: Znaleziono moduły fcitx mw dla gtk ${1}.
sq: U gjetën module “fcitx im” për gtk ${1}.
ug: gtk ${1} نىڭ fcitx كىرگۈزگۈچ مودۇلى تېپىلدى.
uk: Знайдено модулі способів введення fcitx для gtk ${1}.
zh_hk: 已找到 gtk ${1} 的 fcitx 輸入法模塊.

source: Failed to find fcitx in the output of ${1}
az: ${1} çıxışında fcitx tapılmadı
bo_cn: ${1} གི་ནང་འཇུག་ཁྲོད་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྡེབ་སྒྲིག་རྙེད་ཐབས་བྲལ།
hu: Nem sikerült megtalálni az fcitx-et a ${1} kimenetében
pl: Nie udało się znaleźć Fcitx we wyjściu z ${1}
sq: S’u arrit të gjendet fcitx te ç’jep ${1}
ug: ${1} نىڭ چىقىرىشىدىن كىرگۈزگۈچ سەپلىمىسىنى قايتا تاپقىلى بولمىدى.
uk: Не вдалося знайти fcitx у даних, які було виведено ${1}
zh_hk: 無法在 ${1} 的輸出重找到輸入法配置.

source: Cannot find ${2} for gtk ${1}
az: gtk ${1} üçün ${2} tapılmadı
bo_cn: gtk ${1} ཡི་ ${2}རྙེད་ཐབས་བྲལ།
hu: Nem található ${2} a gtk ${1}-hez
pl: Nie udało się znaleźć ${2} dla GTK ${1}
sq: S’gjendet dot ${2} për gtk ${1}
ug: gtk ${1} دىكى ${2} نى تاپقىلى بولمىدى.
uk: Не вдалося знайти ${2} для gtk ${1}
zh_hk: 無法找到 gtk ${1} 的 ${2}.

source: Cannot find fcitx im module for gtk ${1}.
az: Gtk ${1} üçün fcitx daxiletmə üsulu modulu tapılmadı.
bo_cn: gtk ${1}ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་ fcitxརྙེད་ཐབས་བྲལ།
hu: Nem található a gtk ${1} fcitx im modulja.
pl: Nie udało się znaleźć modułów Fcitx MW dla GTK ${1}.
sq: S’gjendet dot modul “fcitx im” për gtk ${1}.
ug: gtk ${1} نىڭ fcitx كىرگۈزگۈچ مودۇلى تېپىلمىدى.
uk: Не вдалося знайти модуль способів введення fcitx для gtk ${1}.
zh_hk: 無法找到 gtk ${1} 的 fcitx 輸入法模塊.

source: Found immodules cache for gtk ${1} at ${2}.
az: ${2} daxilində gtk ${1} üçün immodul keşi tapıldı.
bo_cn: ${2} ལས་gtk ${1} ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་གསོག་ཉར་རྙེད་བྱུང་།
hu: Gtk ${1} immodulok gyorsítótára itt található: ${2}.
pl: Znaleziono cache modułów MW dla GTK ${1} w ${2}.
sq: U gjet fshehtinë immdoule për GTK ${1} te ${2}.
ug: ${2} دە gtk ${1} كىرگۈزگۈچ مودۇلىنىڭ غەملىكى بايقالدى.
uk: Знайдено кеш модулів способів введення для gtk ${1} у ${2}.
zh_hk: 在 ${2} 找到了 gtk ${1} 的輸入法模塊緩存.

source: Found immodule cache for unknown gtk version at ${1}.
az: ${1}-da naməlum gtk versiyası üçün daxiletmə modulu keşi tapıldı.
bo_cn: ${1} ཁྲོད་མི་ཤེས་པའི་པར་གཞི་gtkགི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་གསོག་ཉར་རྙེད་བྱུང་།
hu: Ismeretlen gtk-verzió immodule gyorsítótárát találtuk itt: ${1}.
pl: Znaleziono cache modułu MW dla nieznanej wersji GTK w ${1}.
sq: U gjet fshehtinë immdoule për version të panjohur GTK-je te ${1}.
ug: ${1} دە نامەلۇم gtk نەشردىكى كىرگۈزگۈچ مودۇلىنىڭ غەملىكى بايقالدى.
uk: Знайдено кеш модулів введення для невідомої версії gtk у ${1}.
zh_hk: 在 ${1} 找到了未知 gtk 版本的輸入法模塊緩存.

source: Failed to find fcitx in immodule cache at ${1}
az: ${1} daxilindəki immodule keşində fcitx tapılmadı
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་གསོག་ཉར་ ${1} ཁྲོད་ལས་ fcitxརྙེད་ཐབས་བྲལ།
hu: Nem található fcitx az immodule gyorsítótárban {1} $
pl: Nie udało się znaleźć cache modułu MW Fcitx w ${1}
sq: S’u arrit të gjendej fcitx në fshehtinë immdoule te ${1}
ug: كىرگۈزگۈچ مودۇلى غەملىكى ${1}دە fcitx تېپىلمىدى
uk: Не вдалося знайти fcitx у кеші модулів способів введення у ${1}
zh_hk: 無法輸入法模塊緩存 ${1} 中找到 fcitx

source: Cannot find immodules cache for gtk ${1}
az: GTK ${1} üçün immodule-keş tapıla bilmədi
bo_cn: gtk ${1}ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་གསོག་ཉར་རྙེད་ཐབས་བྲལ།
hu: Nem található az immodules gyorsítótár a következőhöz: gtk ${1}
pl: Nie udało się znaleźć cache modułów MW dla GTK ${1}
sq: S’gjendet dot fshehtinë immdoule për gtk ${1}
ug: gtk ${1} نىڭ fcitx كىرگۈزگۈچ مودۇلى غەملىكى تېپىلمىدى.
uk: Не вдалося знайти кеш модулів способів введення для gtk ${1}
zh_hk: 無法找到 gtk ${1} 的輸入法模塊緩存

source: Cannot find fcitx im module for gtk ${1} in cache.
az: Keşdə gtk ${1} üçün fcitx daxiletmə üsulu tapılmır.
bo_cn: གསོག་ཉར་ཁྲོད་ལས་ gtk ${1} ཡི་ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་fcitxརྙེད་ཐབས་བྲལ།
hu: Nem található fcitx im modul gtk ${1} a gyorsítótárban.
pl: Nie udało się znaleźć modułów MW Fcitx dla GTK ${1} w cache.
sq: Te fshehtina s’gjendet dot modul “fcitx im” për gtk ${1}.
ug: غەملەكتىن gtk ${1} نىڭ fcitx كىرگۈزگۈچ مودۇلى تېپىلمىدى.
uk: Не вдалося знайти модуль способів введення fcitx для gtk ${1} у кеші.
zh_hk: 無法在緩存中找到 gtk ${1} 的 fcitx 輸入法模塊.

source: Gtk IM module cache:
az: GTK daxiletmə üsulu modulu keşi:
bo_cn: Gtkནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་གསོག་ཉར།
hu: GTK IM modul gyorsítótára:
pl: GTK moduły MW cache:
sq: Fshehtinë moduli Gtk IM:
ug: Qt كىرگۈزگۈچ مودۇلى غەملىكى:
uk: Кеш модулів способів введення Gtk:
zh_hk: Gtk 輸入法模塊緩存:

source: Gtk IM module files:
az: Gtk İM modulu faylları
bo_cn: Gtkནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱི་ཡིག་ཆ།
hu: Gtk beviteli mód modul fájlok:
pl: GTK pliki modułowe MW:
sq: Kartela moduli Gtk IM:
ug: Gtk كىرگۈزگۈچ مودۇلى ھۆججىتى:
uk: Файли модулів способів введення Gtk:
zh_hk: Gtk 輸入法模塊文件:

source: Fcitx Addons:
az: Fcitx əlavələri:
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ལྷུ་ལག
hu: Fcitx-kiegészítők:
pl: Wtyczki Fcitx:
sq: Shtesa Fcitx:
ug: كىرگۈزگۈچ قىستۇرمىسى:
uk: Додатки Fcitx:
zh_hk: 輸入法插件:

source: Addon Config Dir:
az: Əlavənin tənzimləmə qovluğu:
bo_cn: ལྷུ་ལག་གིས་ཡིག་ཆའི་དཀར་ཆག་སྡེབ་སྒྲིག་བྱེད་པ།
hu: Bővítmények konfigurációs könyvtára:
pl: Ścieżka pliku konfiguracyjnego wtyczek:
sq: Drejtori Formësimi Shtesash:
ug: قىستۇرما سەپلىمە ھۆججىتى مۇندەرىجىسى:
uk: Каталог налаштувань додатків:
zh_hk: 插件配置文件目錄:

source: Cannot find fcitx addon config directory.
az: Fcitx əlavəsinin tənzimləmə qovluğu tapılmadı.
bo_cn: ལྷུ་ལག་གི་སྡེབ་སྒྲིག་དཀར་ཆག་རྙེད་ཐབས་བྲལ།
hu: Nem található az fcitx kiegészítők konfigurációs könyvtára.
pl: Nie udało się znaleźć pliku konfiguracyjnego wtyczki Fcitx.
sq: S’gjendet dot drejtori formësimi shtesash fcitx.
ug: قىستۇرمىنىڭ سەپلىمە ھۆججىتى مۇندەرىجىسى تېپىلمىدى.
uk: Не вдалося знайти каталог налаштувань додатків.
zh_hk: 無法找到插件配置目錄.

source: Found fcitx addon config directory: ${1}.
az: Fcitx əalvəsi tənzimmləməsi qovluğu tapıldı: ${1}.
bo_cn: fcitxལྷུ་ལག་སྡེབ་སྒྲིག་དཀར་ཆག་ ${1}རྙེད་བྱུང་།
hu: Talált fcitx addon konfigurációs könyvtár: ${1}.
pl: Znaleziono ścieżkę pliku konfiguracyjnego wtyczki Fcitx: ${1}.
sq: U gjet drejtori formësimi shtesash fcitx: ${1}.
ug: fcitx قىستۇرمىسىنىڭ سىەپلىمە مۇندەرىجىسى تېپىلدى: ${1}.
uk: Знайдено каталог налаштувань додатків fcitx: ${1}.
zh_hk: 找到了 fcitx 插件配置目錄: ${1}.

source: Addon List:
az: Əlavələr siyahısı
bo_cn: ལྷུ་ལག་རེའུ་མིག
pl: Lista Wtyczek:
sq: Listë Shtesash:
ug: قىستۇرما جەدۋىلى:
uk: Список додатків:
zh_hk: 插件列表:

source: Invalid addon config file ${1}.
az: Əlavənin səhv tənzimləmə faylı ${1}.
bo_cn: ཕན་མེད་ཀྱི་ལྷུ་ལག་སྡེབ་སྒྲིག་ཡིག་ཆ། ${1}
hu: Érvénytelen bővítmény konfigurációs fájl: ${1}.
pl: Nieprawidłowy plik konfiguracyjny wtyczki ${1}.
sq: Kartelë e pavlefshme formësimi shtese ${1}.
ug: .ۈنۈمسىز قىستۇرما سەپلىمە ھۆججىتى: ${1}.
uk: Некоректний файл налаштувань додатків ${1}.
zh_hk: 無效的插件配置文件: ${1}.

source: Found ${1} enabled addons:
az: ${1} aktiv edilmiş əlavələr tapıldı:
bo_cn: འགོ་བསླངས་པའི་ལྷུ་ལག་${1} རྙེད་བྱུང་།
hu: ${1} engedélyezett kiegészítőt találtunk:
pl: Znaleziono ${1} włączonych wtyczek:
sq: U gjetën ${1} shtesa të aktivizuara:
ug: ${1} دانە قوزغىتىلغان قىستۇرما بايقالدى:
uk: Знайдено ${1} увімкнених додатків:
zh_hk: 找到了 ${1} 個已啟用的插件:

source: Found ${1} disabled addons:
az: ${1} söndürülmüş əlavələr tapıldı:
bo_cn: སྤྱོད་མི་ཆོག་པའི་ལྷུ་ལག་${1} རྙེད་སོང་།
hu: ${1} letiltott kiegészítőt találtunk:
pl: Znaleziono ${1} wyłączonych wtyczek:
sq: U gjetën ${1} shtesa të çaktivizuara:
ug: چەكلەنگەن ${1} دانە قىستۇرما بايقالدى:
uk: Знайдено ${1} вимкнених додатків:
zh_hk: 找到了 ${1} 個被禁用的插件:

source: Addon Libraries:
az: Əlavələr kitabxanaları:
bo_cn: ལྷུ་ལག་མཛོད།
hu: Bővítmények könyvtára:
pl: Bibliotek Wtyczek:
sq: Biblioteka Shtesash:
ug: قىستۇرما ئامبىرى:
uk: Бібліотеки додатків:
zh_hk: 插件庫:

source: Cannot find file ${1} of addon ${2}.
az: ${2} əlavəsinin ${1} faylı tapılmadı.
bo_cn: ལྷུ་ལག་ ${2} ཡི་ཡིག་ཆ་ ${1}རྙེད་ཐབས་བྲལ།
hu: Nem található {1} ${2}.
pl: Nie udało się znaleźć pliku ${1} wtyczki ${2}.
sq: S’gjendet dot kartela ${1} e shtesës ${2}.
ug: قىستۇرما ${2} نىڭ ھۆججىتى ${1} تېپىلمىدى.
uk: Не вдалося знайти файл ${1} додатка ${2}.
zh_hk: 無法找到插件 ${2} 的文件 ${1}。

source: Cannot find following required libraries for ${1} of addon ${2}.
az: ${2} əlavəsinin aşağıdakı tələb olunnan ${1} kitabxanalarını tapmaq mümkün deyil.
bo_cn: ${2}ལ་མཁོ་བའི་མཛོད་${1}རྙེད་ཐབས་བྲལ།
hu: Nem találhatók a következő ${1} szükséges könyvtárak ${2} bbővítményekhez.
pl: Nie udało się znaleźć następujących wymaganych bibliotek dla ${1} wtyczki ${2}.
sq: S’gjenden dot biblioteka të domosdoshme për ${1} e shtesës ${2}.
ug: قىستۇرما ${2} ئېھتىياجلىق ئامبار ${1} تېپىلمىدى.
uk: Не вдалося знайти вказані нижче обов'язкові бібліотеки для ${1} додатка ${2}.
zh_hk: 無法找到插件 ${2} 所需的庫 ${1}。

source: All libraries for all addons are found.
az: Bütün əlavələr üçün kitabxanaların hamısı tapıldı.
bo_cn: ལྷུ་ལག་ཚང་མར་མཁོ་བའི་མཛོད་རྙེད་བྱུང་།
hu: Az összes kiegészítőhöz tartozó valamennyi könyvtár megtalálható.
pl: Wszystkie biblioteki dla wszystkich wtyczek zostały znalezione
sq: U gjetën krejt bibliotekat për krejt shtesat.
ug: بارلىق قىستۇرمىلارغا كېرەكلىك ئامبارلارنىڭ ھەممىسى تېپىلدى.
uk: Знайдено усі бібліотеки для усіх додатків.
zh_hk: 所有插件所需的庫都被找到。

source: User Interface:
az: İstifadəçi interfeysi
bo_cn: སྤྱོད་མཁན་གྱི་མཐུད་ངོས།
hu: Felhasználói felület:
pl: Interfejs Użytkownika:
sq: Ndërfaqe Përdoruesi:
ug: ئىشلەتكۈچى كۆرۈنمە يۈزى:
uk: Інтерфейс користувача:
zh_hk: 用戶界面:

source: Cannot find enabled fcitx user interface!
az: Aktiv edilimiş fcitx istifadəçi interfeysi tapılmır!
bo_cn: འགོ་བསླངས་པའི་fcitx སྤྱོད་མཁན་གྱི་མཐུད་ངོས་རྙེད་ཐབས་བྲལ།
hu: Nem található engedélyezett fcitx felhasználói felület!
pl: Nie udało się znaleźć włączonego interfejsu użytkownika Fcitx!
sq: S’gjendet dot ndërfaqe përdoruesi fcitx e aktivizuar!
ug: قوزغىتىلغان fcitx كۆرۈنمە يۈزى تېپىلمىدى!
uk: Не вдалося знайти увімкненого інтерфейсу користувача fcitx!
zh_hk: 無法找到啟用的 fcitx 用戶界面!

source: Found ${1} enabled user interface addons:
az: ${1} aktiv edilmiş daxiletmə üsulları atpıldı:
bo_cn: འགོ་བསླངས་པའི་སྤྱོད་མཁན་གྱི་མཐུད་ངོས་ལྷུ་ལག་${1} རྙེད་བྱུང་།
hu: ${1} engedélyezett felhasználói felület kiegészítőt találtunk:
pl: Znaleziono ${1} włączonych wtyczek interfejsu użytkownika:
sq: U gjetën ${1} shtesa të aktivizuara ndërfaqjeje përdoruesi:
ug: ${1} دانە قوزغىتىلغان ئىشلەتكۈچى كۆرۈنمە يۈز قىستۇرمىسى بايقالدى:
uk: Знайдено ${1} увімкнених додатків інтерфейсу користувача:
zh_hk: 找到了 ${1} 個已啟用的用戶界面插件:

source: Kimpanel process:
az: Kimpanel prosesi::
bo_cn: Kimpanelབརྒྱུད་རིམ།
hu: Kimpanel folyamat:
pl: Proces kimpanel:
sq: Proces Kimpanel:
ug: Kimpanel لىنىيەسى:
uk: Процес Kimpanel:
zh_hk: Kimpanel 進程:

source: Cannot find kimpanel dbus interface or enabled non-kimpanel user interface.
az: Kimpanel DBus interfeysi tapılmadı və ya kimpanelsiz istifadəçi interfeysi aktiv edildi.
bo_cn: kimpanel dbusཡི་མཐུད་སྣེའམ་kimpanelམ་ཡིན་པའི་སྤྱོད་མཁན་གྱི་མཐུད་ངོས་རྙེད་ཐབས་བྲལ།
hu: Nem található a kimpanel dbus felület, vagy az engedélyezett nem kimpanel felhasználói felület.
pl: Nie udało się znaleźć interfejsu kimpanel DBus lub włączonego interfejsu użytkownika non-kimpanel.
sq: S’gjendet dot ndërfaqe dbus kimpanel, ose ndërfaqe përdoruesi jo-kimpanel e aktivizuar.
ug: kimpanell dbus ئېغىزى ياكى غەيرى kimpanell ئىشلەتكۈچىلەر كۆرۈنمە يۈزىنى تاپقىلى بولمايدۇ.
uk: Не вдалося знайти інтерфейс DBus kimpanel або увімкненого інтерфейсу користувача, відмінного від інтерфейсу kimpanel.
zh_hk: 無法找到 kimpanel dbus 接口或非 kimpanel 用戶界面.

source: Input Methods:
az: Daxiletmə üsulları:
bo_cn: ནང་འཇུག་བྱེད་སྟངས།
hu: Beviteli módok:
pl: Metody Wprowadzania:
sq: Metoda Dhënieje:
ug: كىرگۈزگۈچ:
uk: Способи введення:
zh_hk: 輸入法:

source: Cannot read im list from fcitx profile.
az: Fcitx profilindən daxiletmə üsulları siyahısı oxuna bilmir.
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྡེབ་སྒྲིག་ཡིག་ཆའི་ཁྲོད་ནས་ནང་འཇུག་བྱེད་སྟངས་ཀྱི་རེའུ་མིག་ཀློག་ཐབས་བྲལ།
hu: Az im listát nem lehet olvasni az fcitx profilból.
pl: Nie udało się wczytać listy MW z profilu Fcitx.
sq: S’lexohet dot listë im-sh nga profil fcitx.
ug: كىرگۈزگۈچ سەپلىمە ھۆججىتىدىن كىرگۈزگۈچ تىزىملىكىنى ئوقۇغىلى بولمىدى.
uk: Не вдалося прочитати список способів введення з профілю fcitx.
zh_hk: 無法從輸入法配置文件中讀取輸入法列表.

source: Invalid item ${1} in im list.
az: Daxiletmə üsulları siyahısında ${1} səhv elementi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་རེའུ་མིག་ཁྲོད་ཀྱི་རྣམ་གྲངས་ཕན་མེད། ${1}
hu: Érvénytelen ${1} elem az im listában.
pl: Nieprawidłowy przedmiot ${1} na liście MW.
sq: Objekt ${1} i pavlefshëm në listë im.
ug: كىرگۈزگۈچ جەدۋىلىدىكى ئىناۋەتسىز تۈر: ${1} .
uk: Некоректний запис ${1} у списку способів введення.
zh_hk: 輸入法列表中無效的項目: ${1}.

source: Found ${1} enabled input methods:
az: ${1} aktiv daxiletmə üsulları tapıldı:
bo_cn: འགོ་བསླངས་པའི་ནང་འཇུག་བྱེད་སྟངས་${1} རྙེད་བྱུང་།
hu: ${1} engedélyezett beviteli módot találtunk:
pl: Znaleziono ${1} włączonych metod wprowadzania:
sq: U gjetën të aktivizuara ${1} metoda dhënieje:
ug: ${1} دانە ئىجرا بولۇۋاتقان كىرگۈزگۈچ بايقالدى:
uk: Знайдено ${1} увімкнених способів введення:
zh_hk: 找到了 ${1} 個啟用的輸入法:

source: Default input methods:
az: İlkin daxiletmə üsulları:
bo_cn: སོར་བཞག་གི་ནང་འཇུག་བྱེད་སྟངས།
hu: Alapértelmezett beviteli módszerek:
pl: Domyślne metody wprowadzania:
sq: Metoda parazgjedhje dhënieje:
ug: سۈكۈتتىكى كىرگۈزگۈچ:
uk: Типові способи введення:
zh_hk: 默認輸入法:

source: You don't have any input methods enabled.
az: Sizin heç bir işlək daxiletmə üsulunuz yoxdur.
bo_cn: ཁྱོད་ལ་འགོ་བསླངས་པའི་ནང་འཇུག་བྱེད་སྟངས་གང་ཡང་མེད།
hu: Nincs engedélyezve egyetlen beviteli mód sem.
pl: Żadne metody wprowadzania nie są włączone.
sq: S’keni të aktivizuar ndonjë metodë dhëniesh.
ug: ھېچقانداق كىرگۈزگۈچ قوزغاتماپسىز.
uk: У вас не увімкнено жодного способу введення:
zh_hk: 您沒有任何啟用的輸入法.

source: You only have one keyboard input method enabled. You may want to add another input method to input other languages.
az: Sizin sktiv edilmiş yalnız bir daxiletmə üsulunuz var. Başqa dillər üçün daxiletmə üsulu əlavə edə bilərsiniz.
bo_cn: ཁྱོད་ལ་ནང་འཇུག་བྱེད་སྟངས་མཐེབ་གཞོང་འགོ་བསླངས་པ་གཅིག་ཡོད། ཁྱོད་ཀྱིས་ནང་འཇུག་བྱེད་སྟངས་གཞན་སྣོན་ནས་སྐད་ཡིག་གཞན་ནང་འཇུག་བྱེད་དགོས་ཀྱང་སྲིད།
hu: Csak egy billentyűzetbemeneti módszer van engedélyezve. Előfordulhat, hogy más beviteli módszert szeretne hozzáadni más nyelvek beviteléhez.
pl: Włączona jest tylko jedna metoda wprowadzania. Możesz dodać kolejną, aby korzystać z innych języków.
sq: Keni të aktivizuar vetëm një metodë dhëniesh nga tastiera. Mund të doni të shtoni tjetër metodë dhëniesh për gjuhë të tjera.
ug: سىزنىڭ پەقەت بىر كۇنۇپكا تاختىسى كىرگۈزگۈچىڭىز بار ئىكەن. سىز باشقا كىرگۈزگۈچلەرنى قوشۇپ باشقا تىللارنى كىرگۈزىشىڭىز مۇمكىن.
uk: У вас увімкнено лише один спосіб введення з клавіатури. Вам варто додати ще один спосіб введення, щоб мати змогу вводити тексти іншими мовами.
zh_hk: 你只有一個鍵盤輸入法啟用。你可能要添加其他輸入法輸入其他語言。

source: You only have one input method enabled, please add a keyboard input method as the first one and your main input method as the second one.
az: Sizin yalnız bir daxietmə üsulunuz aktivdir, Klaviatura ilə daxiletməni ilk üsul kimi, sizin əsas daxiletməni isə ikinci üsul kimi əlavə edin.
bo_cn: ཁྱོད་ཀྱིས་ནང་འཇུག་བྱེད་སྟངས་གཅིག་མ་གཏོགས་འགོ་བསླང་མེད་པས། མཐེབ་གཞོང་ནང་འཇུག་བྱེད་སྟངས་གཅིག་ཨང་དང་པོར་འཇོག་པ་དང་སྦྲགས་ཁྱོད་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་གཙོ་བོ་དེ་ཨངགཉིས་པར་འཇོག་རོགས།
hu: Csak egy beviteli módszer van engedélyezve, kérjük, adjon hozzá egy billentyűzet beviteli módszert az elsőként, és egy fő beviteli módszert másodikként.
pl: Włączona jest tylko jedna metoda wprowadzania. Dodaj metodę wprowadzania przy użyciu klawiaturą jako pierwszą, a główną metodę wprowadzania jako drugą.
sq: Keni të aktivizuar vetëm një metodë dhëniesh, ju lutemi, shtoni metodë dhëniesh nga tastiera si të parën dhe metodën tuaj kryesore të dhënieve si të dytën.
ug: سىز پەقەت بىر دانە كىرگۈزگۈچنى ئىشقا كىرىشتۈردىڭىز، بىر دانە كۇنۇپكا كىرگۈزگۈچنى بىرىنچى ئورۇنغا ھەمدە سىزنىڭ ئاساسلىق كىرگۈزگۈچىڭىزنى ئىككىنچى ئورۇنغا قويۇڭ.
uk: У вас увімкнено лише один спосіб введення. Будь ласка, додайте спосіб введення з клавіатури, як перший, а ваш основний спосіб введення, як другий.
zh_hk: 您僅僅啟用了一個輸入法, 請將一個鍵盤輸入法設為第一個並將您的主要輸入法設為第二個.

source: You have a keyboard input method "${1}" correctly added as your default input method.
az: Sizin klaviatura ilə "${1}" daxiletmə üsulunuz var ki, standart daxiletmə üsulu kimi əlavə edildi.
bo_cn: ཁྱོད་ཀྱིས་མཐེབ་གཞོང་ནང་འཇུག་བྱེད་སྟངས་གཅིག་"${1}" སོར་བཞག་ཏུ་བཟོས་ཡོད།
hu: A(z) „${1}” billentyűzet beviteli módja megfelelően van megadva alapértelmezett beviteli módként.
pl: Metoda wprowadzania "${1}" została pomyślnie dodana jako domyślna.
sq: Keni një metodë dhëniesh nga tastiera “${1}” të shtuar saktë si metodën tuaj parazgjedhje dhëniesh.
ug: «${1}» نى توغرا ھالدا سۈكۈتتىكى كىرگۈزگۈچ قىلىپ تەڭشىدىڭىز.
uk: У вас належним чином додано спосіб введення з клавіатури «${1}», як типовий спосіб введення.
zh_hk: 您已經正確的將一個鍵盤輸入法 "${1}" 設為默認.

source: Your first (default) input method is ${1} instead of a keyboard input method. You may have trouble deactivate fcitx.
az: Bir daxiletmə üsulu əvəzinə ${1} sizin birinci (ilkin) daxiletmə üsulunuzdur. Fcitx-i deaktiv etməkdə probleminiz ola bilər.
bo_cn: ཁྱོད་ཀྱི་ (སོར་བཞག་)ནང་འཇུག་བྱེད་སྟངས་ཨང་དང་པོ་དེ་${1} ཡིན་པ་ལས་མཐེབ་གཞོང་ནང་འཇུག་བྱེད་སྟངས་རེད་མི་འདུག་པས་ཁྱོད་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་fcitxསྤྱོད་མི་ཆོག་པ་བཟོ་ཐབས་མེད།
hu: Az első (alapértelmezett) beviteli mód a ${1} a billentyűzet beviteli módja helyett. Problémái lehetnek az fcitx kikapcsolásával.
pl: Domyślną metodą wprowadzania jest ${1}, zamiast metody wprowadzania przy użyciu klawiatury. Możesz napotkać problemy podczas wyłączania Fcitx.
sq: Metoda juaj e parë (parazgjedhje) e dhënieve është ${1}, në vend se një metodë dhëniesh nga tastiera. Mund të keni probleme të çaktivizoni fcitx-in.
ug: سىزنىڭ تۇنجى (سۈكۈتتىكى) كىرگۈزگۈچىڭىز ${1} ، لېكىن كونۇپكا تاختىسى كىرگۈزگۈچى ئەمەس. بەلكىم fcitx خەت كىرگۈزگۈچنى ئىشلىتەلمەسلىكىڭىز مۇمكىن.
uk: Вашим першим (типовим) способом введення є ${1}, замість способу введення з клавіатури. У вас можуть виникнути проблеми із деактивацією fcitx.
zh_hk: 您的第一個 (默認) 輸入法是 ${1} 而不是一個鍵盤輸入法. 您可能無法禁用 fcitx 輸入法.

source: Frontends setup:
az: Ön tərəf ayarlaması:
bo_cn: མདུན་སྣེ་སྒྲིག་འགོད།
hu: Előfelületek beállítása:
pl: Ustawienia Front-end:
sq: Ujdisje e pjesës së përparme:
ug: ئالدى تېرمىنالنى ئورۇنلاشتۇرۇش:
uk: Налаштування оболонок:
zh_hk: 前端設置:

source: Configuration:
az: Tənzimləmə:
bo_cn: སྡེབ་སྒྲིག
hu: Konfiguráció:
pl: Konfiguracja:
sq: Formësim:
ug: سەپلىمە:
uk: Налаштування:
zh_hk: 配置:

source: Log:
az: Jurnal:
bo_cn: ཉིན་ཐོ།
hu: Napló:
pl: Dziennik zdarzeń:
sq: Regjistër:
ug: خاتىرە:
uk: Журнал:
zh_hk: 日誌:

source: X11 not initialized
az: X11 işə salınmayıb
bo_cn: X11 འགོ་བཙུགས་མེད་པ།
hu: Az X11 nincs inicializálva
pl: X11 niezainicjowane
sq: X11 s’është vënë në punë
ug: X11 ئەسىلىگە قايتۇرۇلمىغان
uk: X11 не ініціалізовано
zh_hk: X11 未初始化

source: Can't Create imWindow
az: imWindow yaradıla bilmir
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྒེའུ་ཁུང་གསར་བཟོ་བྱེད་ཐབས་བྲལ།
hu: A beviteli mód ablak létrehozása nem lehetséges
pl: Nie udało się utworzyć imWindow
sq: S’krijohet Dot imWindow
ug: كىرگۈزگۈچ كۆزنىكى قۇرغىلى بولمىدى.
uk: Не вдалося створити imWindow
zh_hk: 無法創建輸入法窗口

source: XMODIFIERS Error.
az: XMODIFIERS xətası.
bo_cn: XMODIFIERSནོར་འཁྲུལ།
hu: XMODIFIERS hiba.
sq: Gabim te XMODIFIERS.
ug: XMODIFIERS خاتالىقى.
uk: Помилка XMODIFIERS.
zh_hk: XMODIFIERS 錯誤。

source: Please set XMODIFIERS.
az: XMODIFIERS təyin edin
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་XMODIFIERSསྒྲིག་འགོད་བྱེད་རོགས།
hu: Állítsa be az XMODIFIERS-t.
pl: Proszę ustaw XMODIFIERS.
sq: Ju lutemi, ujdisni XMODIFIERS.
ug: مۇھىت ئۆزگىرىشى XMODIFIERS سىنى تەڭشەڭ
uk: Будь ласка, встановіть значення XMODIFIERS.
zh_hk: 請設置環境變量XMODIFIERS

source: Start XIM error. Another XIM daemon named %s is running?
az: XİM başlamasında xəta: Artıq digər %s adlı XİM demonu işlək vəziyyətdədir?
bo_cn: XIMའགོ་སློང་བ་ནོར་འདུག མིང་%sབྱས་པའི་XIMཡིས་བྱ་རིམ་སྲུང་བཞིན་ཡོད་དམ།
hu: XIM indítási hiba. Egy másik, %s nevű démon fut?
pl: Nastąpił błąd podczas włączania XIM. Czy inna instancja(deamon) XIM nazwana %s jest włączona?
sq: Gabim nisjeje XIM-i. Mos xhiron një tjetër demon XIM i quajtur %s?
ug: XIM قوزغالغاندا خاتالىق كۆرۈلدى، يەن بىر %sناملىق XIM قوغدىغۇچى ھۆججىتى ئىجرا بولۇۋاتامدۇ؟
uk: Помилка під час спроби запуску XIM. Запущено іншу фонову службу XIM із назвою %s?
zh_hk: XIM啟動錯誤。是否有另一個名為%s的XIM守護程序正在運行？

source: Keyboard
az: Klaviatura
bo_cn: མཐེབ་གཞོང་།
hu: Billentyűzet
pl: Klawiatura
sq: Tastierë
ug: كۇنۇپكا
uk: Клавіатура
zh_hk: 鍵盤

source: (Unavailable)
az: (Əlçatmaz)
bo_cn: (སྤྱོད་མི་རུང་།)
hu: (Nem érhető el)
pl: (Niedostępne)
sq: (Jo e passhme)
ug: (ئىشلەتكىلى بولمايدۇ)
uk: (Недоступний)
zh_hk: (不可用)

source: Spell hint
az: Düzgün yazılış üç. məsləhət
bo_cn: སྦྱོར་འབྲི་དྲན་སློང་།
hu: Helyesírási tipp
pl: Podpowiedzi pisowni
sq: Ndihmëz drejtshkrimi
ug: يېزىش ئەسكەرتىشى
uk: Підказка з правопису
zh_hk: 拼寫提示

source: Spell hint is enabled.
az: Orfoqrafiya ipucu aktivləşdirildi.
bo_cn: སྦྱོར་འབྲི་དྲན་སློང་སྒོ་ཕྱེ་བ།
hu: A Helyesírási tipp engedélyezve van.
pl: Podpowiedzi pisowni są włączone.
sq: Ndihmëza e drejtshkrimit është e aktivizuar.
ug: يېزىش ئەسكەرتىشى قوزغىتىلدى.
uk: Увімкнено підказку з правопису.
zh_hk: 已啟用拼寫提示。

source: Spell hint is disabled.
az: Orfoqrafiya ipucu söndürüldü
bo_cn: སྦྱོར་འབྲི་དྲན་སློང་སྒོ་ཕྱེ་མེད་པ།
hu: A helyesírási tipp le van tiltva.
pl: Podpowiedzi pisowni są wyłączone.
sq: Ndihmëza e drejtshkrimit është e çaktivizuar.
ug: يېزىش ئەسكەرتىشى چەكلەندى.
uk: Підказки з правопису вимкнено.
zh_hk: 已禁用拼寫提示。

source: Pinyin
bo_cn: སྒྲ་སྦྱོར།
ug: پىنيىن
uk: Піньїнь
zh_hk: 拼音

source: Shuangpin
bo_cn: ཉིས་སྡེབ།
ug: قوش يېزىش
uk: Суаньпінь
zh_hk: 雙拼

source: Cannot find System Database of Pinyin!
az: Pinyin üçün verilənlər bazasını tapmaq mümkün deyil!
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སྒྲ་སྦྱོར་མིང་མཛོད་རྙེད་ཐབས་བྲལ།
hu: Nem található a Pinyin rendszer adatbázisa!
pl: Nie udało się znaleźć bazy danych systemu Pinyin!
sq: S’gjendet dot Bazë të Dhënash Sistemi për Pinyin!
ug: سىستېمىنىڭ پىنيىنچە سۆزلۈك ئامبىرىنى تاپقىلى بولمىدى!
uk: Не вдалося знайти загальносистемної бази даних піньїну!
zh_hk: 無法找到系統的拼音詞庫!
