Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Duplicate entry %s in group %s,@ line %d, override previous one.
az: Dublikat girişi %s %s qrupunda,@ sətir %d, əvvəlkinin üzərinə yazın.
bo_cn: མཐེབ་གཞོང་བསྐྱར་ཟློས་%sཚོ་ཆུང་%sཁྲོད་འདུག @%dསྟར་པ། དེ་སྔའི་གྲངས་ཐང་བཀབ་པ།
hu: Ismétlődő bejegyzés %s a %s csoportban ,@ sor %d, felülbírálja az előzőt.
pl: Zduplikowany wpis %s w grupie %s, @ linia %d, nadpisz poprzednie.
sq: Zë i përsëdytur %s te grup %s, @ rreshti %d, anashkalo të mërparshmin.
ug: %sددە قايتىلىنىپ قالغان كۇنۇپكا %s بايقالدى، @%d-قۇر، بۇرۇنقى قىممەت بىلەن قوشۇۋېتىلدى.
uk: Дублювання запису %s у групі %s, рядок %d, перевизначаємо попередній.
zh_hk: 重複的鍵 %s 出現在組 %s 中, @第 %d 行, 覆蓋之前的值.

source: Too long item for AutoEng
az: Avtomatik İngiliscə indeksi çox uzundur
bo_cn: དབྱིན་ཡིག་རིང་དྲགས་པ།
hu: Túl hosszú tétel az Automatikus Angol számára
pl: Zbyt długi element dla AutoEng
sq: Element shumë i gjatë për AutoEng
ug: ئاپتوماتىك كۆرسەتكۈچ ئۇزۇن بولۇپ كەتتى
uk: Надто довгий запису для AutoEng
zh_hk: 自動英文條目過長

source: Press Enter to input text
az: Mətni daxil etmək üçün Enter düyməsinə vurun
bo_cn: འབེབས་བརྡ་མནན་ནས་ཡིག་ཆ་ནང་འཇུག
hu: Nyomja le az Enter billentyűt a szöveg beviteléhez
pl: Kliknij Enter, aby wprowadzić tekst
sq: Shtypni tastin Enter që të jepet teksti
ug: Enter نى بېسىپ تېكىست كىرگۈزۈڭ
uk: Натисніть Enter, щоб ввести текст
zh_hk: 按下回車輸入文本

source: Switch to Simplified Chinese
az: Sadələşdirilmiş Çincəyə keçin
bo_cn: ཚུགས་གསར་རྒྱ་ཡིག་ཏུ་སྒྱུར་བ།
hu: Váltás egyszerűsített kínaira
pl: Przełącz na Chiński Uproszczony
sq: Kalo te Kineze e Thjeshtuar
ug: ئاددىيلاشتۇرۇلغان خەنزۇچىغا ئالماشتۇرۇش
uk: Перемкнутися на спрощену китайську
zh_hk: 切換到簡體中文

source: Switch to Traditional Chinese
az: Ənənəvi çincəyə dəyişin
bo_cn: ཚུགས་རྙིང་རྒྱ་ཡིག་ཏུ་སྒྱུར་བ།
hu: Váltás a hagyományos kínai
pl: Przełącz na Chiński Tradycyjny
sq: Kalo te Kineze e Tradicionale
ug: مۇرەككەپ خەنزۇچىغا ئالماشتۇرۇش
uk: Перемкнутися на традиційну китайську
zh_hk: 切換到繁體中文

source: Toggle Simp/Trad Chinese Conversion
az: Sadə/Ənənəvi Çincə çevirmə dəyişdiricisi
bo_cn: གཟུགས་ལྕི་ཡང་བརྗེ་བ།
hu: Kapcsolja be a Egyszerű/Tradícionális kínai konverziót
pl: Przełącz Upro/Trad Chińską konwersje
sq: Këmbe Shndërrim Kineze Thjesh/Trad
ug: ئاددىي-مۇرەككەپلەشتۈرۈلگىنى ئالماشتۇرۇش
uk: Перемкнути перетворення спрощена-традиційна китайська
zh_hk: 切換簡繁轉換

source: Simplified Chinese To Traditional Chinese
az: Sadələşdirtilmiş çincədən ənənəvi çincəyə
bo_cn: ཟོར་ལྕི་ཡང་བརྗེ་བ།
hu: Egyszerűsített kínairól hagyományos kínaira
pl: Uproszczony Chiński na Tradycyjny Chiński
sq: Nga Kineze e Thjeshtuar Te Kineze Tradicionale
ug: ئالماشتۇرۇش
uk: Спрощену китайську у традиційну китайську
zh_hk: 簡繁轉換

source: Traditional Chinese is enabled.
az: Ənənəvi Çin aktiv edildi.
bo_cn: ཟོར་་ལྕིའི་རྒྱ་ཡིག་འགོ་བསླངས།
hu: A hagyományos kínai engedélyezve van.
pl: Tradycyjny Chiński jest włączony.
sq: Kineze Tradicionale është e aktivizuar.
ug: مۇرەككەپ خەنزۇچە قوزغىتىلدى
uk: Увімкнено традиційну китайську.
zh_hk: 已啟用繁體中文。

source: Simplified Chinese is enabled.
az: Sadələşdirilmiş Çin aktivləşdirildi.
bo_cn: ཟོར་ཡང་རྒྱ་ཡིག་འགོ་བསླངས་པ།
hu: Az egyszerűsített kínai engedélyezve van.
pl: Uproszczony Chiński jest włączony.
sq: Kineze e Thjeshtuar është e aktivizuar.
ug: ئاددىيلاشتۇرۇلغان خەنزۇچە قوزغىتىلدى
uk: Увімкнено спрощену китайську
zh_hk: 已啟用簡體中文。

source: Select to paste
az: Yerləşdirmək üçün seçin
bo_cn: བདམས་ནས་སྦྱར་བ།
pl: Wybierz do wklejenia
sq: Përzgjidhni për ngjitje
ug: تاللاپ كۆچۈرۈش
uk: Позначте для вставлення
zh_hk: 選擇以黏貼

source: Do not show again
az: Yenidən göstərilməsin
bo_cn: སླར་མི་མངོན་པ།
hu: Ne jelenjen meg újra
pl: Nie pokazuj ponownie
sq: Mos e shfaq sërish
ug: ئەمدى كۆرۈنمىسۇن
uk: Більше не показувати
zh_hk: 不要再顯示

source: Full width Character
az: Tam genişli simvol
bo_cn: ཟུར་ཧྲིལ་ཡིག་རྟགས།
hu: Teljes szélességű karakter
pl: Znak o pełnej szerokości
sq: Shenjë në gjerësi të plotë
ug: ئىككى بايتلىق ھەرپ-بەلگە
uk: Символ повної ширини
zh_hk: 全形字符

source: Half width Character
az: Yarım genişli simvol
bo_cn: ཟུར་ཕྱེད་ཡིག་རྟགས།
hu: Fél szélességű karakter
pl: Znak z połową szerokości
sq: Shenjë në gjysmë gjerësie
ug: بىر بايتلىق ھەرپ-بەلگە
uk: Символ половинної ширини
zh_hk: 半角字符

source: Toggle Half/Full width Character
az: Yarım/Tam genişli simvol dəyiçdiricisi
bo_cn: ཟུར་ཕྱེད་དམ་ཟུར་ཧྲིལ་གྱི་ཡིག་རྟགས་བརྗེ་བ།
hu: Fél/teljes szélességű karakter váltása
pl: Przełącz znaki Połowa/Pełnej szerokości
sq: Ndërro Gjerësi Gjysmë/Të plotë Shenjash
ug: بىر بايتلىق، ئىككى بايتلىق بويىچە ئالماشتۇرۇش
uk: Перемкнути половинну-повну ширину символу
zh_hk: 切換半/全形字符

source: Select global input method:
az: Ümumi daxiletmə üsulunu seçin:
bo_cn: ཁྱོན་ཡོངས་ནང་འཇུག་བྱེད་སྟངས་འདེམས་པ།
hu: Válassza a globális beviteli módszert:
pl: Wybierz globalną metodę wprowadzania:
sq: Përzgjidhni metodë globale dhëniesh:
ug: پۈتۈن كىرگۈزگۈچنى تاللاش:
uk: Виберіть загальний спосіб введення:
zh_hk: 選擇全局輸入法：

source: Select local input method:
az: Yerli dil daxiletmə üsulunu seçin:
bo_cn: ཆ་ཤས་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་འདེམས་པ།
hu: Helyi beviteli módszer választása:
pl: Wybierz lokalną metodę wprowadzania:
sq: Përzgjidhni metodë vendore dhëniesh:
ug: قىسمەن كىرگۈزگۈچنى تاللاش:
uk: Виберіть локальний спосіб введення:
zh_hk: 選擇局部輸入法：

source: Current local input method is
az: Hazırkı yerli daxiletmə üsulu
bo_cn: མིག་སྔའི་ཆ་ཤས་ནང་འཇུག་བྱེད་སྟངས་ནི།
hu: Az aktuális helyi beviteli módszer
pl: Aktualna lokalna metoda wprowadzania to
sq: Metoda vendore e tanishme e dhënieve është
ug: نۆۋەتتىكى قىسمەن كىرگۈزگۈچ:
uk: Поточним локальним способом введення є
zh_hk: 當前局部輸入法為

source: No local input method
az: Yerli daxiletmə üsulu yoxdur
bo_cn: ཆ་ཤས་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་མེད།
hu: Nincs helyi beviteli módszer
pl: Brak lokalnej metody wprowadzania
sq: S’ka metodë vendore dhëniesh
ug: قىسمەن كىرگۈزگۈچ يوق
uk: Немає локального способу введення
zh_hk: 無局部輸入法

source: Clear local input method
az: Yerli daxiletmə üsulunu təmizləyin
bo_cn: ཆ་ཤས་ཀྱི་ནང་འཇུག་བྱེད་སྟངས་གཙང་སེལ།
hu: Helyi beviteli módszer törlése
pl: Wyczyść lokalne metody wprowadzania
sq: Spastro metodë vendore dhëniesh
ug: قىسمەن كىرگۈزگۈچنى قۇرۇقداش
uk: Очистити локальний спосіб введення
zh_hk: 清除局部輸入法

source: Online Help
az: Onlayn kömək
bo_cn: དྲ་ཐོག་རོགས་རམ།
hu: Online segítség
pl: Pomoc Online
sq: Ndihmë Në Internet
ug: توردا ياردەم
uk: Довідка у інтернеті
zh_hk: 在線幫助

source: Configure
az: Tənzimləmək
bo_cn: སྡེབ་སྒྲིག
hu: Beállítás
pl: Skonfiguruj
sq: Formësojeni
ug: سەپلىمە
uk: Налаштувати
zh_hk: 配置

source: Restart
az: Yenidən başlat
bo_cn: ཡང་བསྐྱར་འགོ་སློང་།
hu: Újraindítás
pl: Restartuj
sq: Rinise
ug: قايتا قوزغىتىش
uk: Перезавантажити
zh_hk: 重新啟動

source: Exit
az: Çıxış
bo_cn: ཕྱིར་དོན།
hu: Kilépés
pl: Wyjdź
sq: Dalje
ug: چېكىنىش
uk: Вихід
zh_hk: 退出

source: No input window
az: Daxiletmə pəncərəsi yoxdur
bo_cn: ནང་འཇུག་བྱེད་སའི་སྒེའུ་ཁུང་མེད།
hu: Nincs bemeneti ablak
pl: Brak okna do wprowadzania
sq: S’ka dritare dhëniesh
ug: كىرگۈزۈش كۆزنىكى يوق
uk: Немає вікна введення
zh_hk: 無輸入窗口

source: Disabled
az: Aktiv deyil
bo_cn: སྤྱོད་མི་ཆོག
hu: Letiltva
pl: Wyłączone
sq: E çaktivizuar
ug: چەكلەنگەن
uk: Вимкнено
zh_hk: 禁用

source: Input Method Disabled
az: Daxiletmə üsulu sondürülüb
bo_cn: ནང་འཇུག་བྱེད་སྟངས་སྤྱོད་མི་ཆོག
hu: A beviteli mód letiltva
pl: Metody Wprowadzania Wyłączone
sq: Metodë Dhëniesh e Çaktivizuar
ug: كىرگۈزگۈچ چەكلەنگەن
uk: Спосіб введення вимкнено
zh_hk: 輸入法被禁用

source: Full width punct
az: Tam genişli durğu işarələri
bo_cn: ཟུར་ཧྲིལ་ཚེག་རྟགས།
hu: Teljes szélességű ékezet
pl: Interpunkcja o pełnej szerokości
sq: Pikësim në gjerësi të plotë
ug: ئىككى بايتلىق تىنىش بەلگىسى
uk: Повноширинна пунктуація
zh_hk: 全形標點

source: Latin punct
az: Latın işarəsi
bo_cn: དབྱིན་ཡིག་ཚེག་རྟགས།
pl: Łacińska interpunkcja
sq: Pikësim latinishteje
ug: ئېنگلىزچە تىنىش بەلگىسى
uk: Латинська пунктуація
zh_hk: 英文標點

source: Switch Fullwidth Punctuation
az: Tam genişli simvola dəyişin
bo_cn: ཟུར་ཧྲིལ་ཚེག་རྟགས་ལ་བརྗེ་བ།
hu: Váltás teljes szélességű írásjelekre
pl: Przełącz interpunkcje o pełnej szerokości
sq: Kalo Në Pikësim Me Gjerësi të Plotë
ug: ئىككى بايتلىق تىنىش بەلگىسىگە ئالماشتۇرۇش
uk: Перемкнути повноширинну пунктуацію
zh_hk: 切換全形標點

source: Can't open punc file.
az: Durğu işarələri faylı açıla bilmir.
bo_cn: ཚེག་རྟགས་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ།
hu: A fájl nem nyitható meg.
pl: Nie można otworzyć pliku interpunkcji.
sq: S’hapet dot kartelë pikësimesh.
ug: تىنىش بەلگىسى ھۆججىتىنى ئاچالمىدى
uk: Не вдалося відкрити файл punc.
zh_hk: 無法打開標點文件

source: Punctuation Support
az: Durğu işarələrin dəstəklənməsi
bo_cn: ཚེག་རྟགས་རྒྱབ་སྐྱོར།
pl: Wsparcie Interpunkcji
sq: Mbulim Pikësimi
ug: تىنىش بەلگىلىرى ياردىمى
uk: Підтримка пунктуації
zh_hk: 標點支持

source: Full width punctuations are used.
az: Durğu işarələri tam eninə istifadə olunur.
bo_cn: ཟུར་ཧྲིལ་ཚེག་རྟགས་འགོ་བསླངས།
hu: Teljes szélességű írásjelek használatban.
pl: Interpunkcje o pełnej szerokości są w użyciu.
sq: Përdoren pikësime në gjerësi të plotë.
ug: ئىككى بايتلىق تىنىش بەلگىسى قوزغىتىلدى.
uk: Використано повноширинну пунктуацію.
zh_hk: 已啟用全形標點。

source: Latin punctuations are used.
az: Latın durğu işarıləri istifadə olundu.
bo_cn: ཟུར་ཕྱེད་ཚེ་རྟགས་འགོ་བསླངས།
hu: Latin írásjeleket használ.
pl: Interpunkcje Łacińskie są w użyciu.
sq: Përdoren pikësime të latinishtes.
ug: بىر بايتلىق تىنىش بەلگىسى قوزغىتىلدى.
uk: Використано латинську пунктуацію.
zh_hk: 已啟用半角標點。

source: Space for %s Enter for %s
az: %s üçün boşluq düyməsi, %s üçün Enter düyməsi
bo_cn: སྟོང་མིག་ནང་འཇུག་%s འབེབས་བརྡ་ནང་འཇུག་%s
hu: Szóközhöz %s Enter-hez %s
pl: Spacja dla %s Enter dla %s
sq: Tasti “Space” për %s, tasti “Enter” për %s
ug: %sنى بوشلۇق كۇنۇپكىسى بىلەن كىرگۈزۈش، %sنى Enter كۇنۇپكىسى بىلەن كىرگۈزۈش
uk: Пробіл — %s Enter — %s
zh_hk: 空格輸入 %s 回車輸入 %s

source: Quick Phrase:
az: Sürətli ifadə:
bo_cn: མྱུར་མགྱོགས་ནང་འཇུག
hu: Gyors kifejezések
pl: Szybka Fraza:
sq: Togfjalësh i Shpejtë:
ug: تېز كىرگۈزۈش:
uk: Швидка фраза:
zh_hk: 快速輸入:

source: Can't open socket %s: %s
az: %s soketi açıla bilmir: %s
bo_cn: Socket %sཁ་ཕྱེ་མི་ཐུབ། %s
hu: Nem lehet megnyitni a foglalatot: %s: %s
pl: Nie można otworzyć gniazda %s: %s
sq: S’hapet dot socket-i %s: %s
ug: Socket ئېچىلمىدى %s: %s
uk: Не вдалося відкрити сокет %s: %s
zh_hk: 無法打開Socket %s: %s

source: <Non Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མ་ཡིན་པའི་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>
uk: <Замінювачі у верхньому регістрі>
zh_hk: <非專用高半代理區>

source: <Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>
ug: <مەخسۇس يۇقىرى يېرىم ۋاكالەت رايونى>
uk: <Замінювачі у верхньому регістрі>
zh_hk: <專用高半代理區>

source: <Low Surrogate>
bo_cn: <དམའ་ཕྱེད་ལས་ཚབ་ཁུལ།>
ug: <تۆۋەن يېرىم ۋاكالەت رايونى>
uk: <Замінювачі у нижньому регістрі>
zh_hk: <低半代理區>

source: <Private Use>
bo_cn: <ཆེད་སྤྱོད་ཁུལ།>
sq: <Përdorim Privat>
ug: <مەخسۇس رايون>
uk: <Особисте використання>
zh_hk: <專用區>

source: <not assigned>
bo_cn: <མངག་གཏོང་བྱས་མེད།>
ug: <بەلگىلەنمىگەن>
uk: <не призначено>
zh_hk: <未指派>

source: Search unicode
az: Unicode axtarışı
bo_cn: བཤེར་འཚོལ་unicode
hu: Unicode keresése
pl: Przeglądaj unicode
sq: Unikod:
ug: unicode ئىزدەش
uk: Шукати у unicode
zh_hk: 搜索 unicode

source: Latin
az: Latın
bo_cn: ལ་ཏིང་གསལ་བྱེད།
pl: Łacina
sq: Latinisht
ug: لاتىن ھەرىپى
uk: Латинська
zh_hk: 拉丁字母

source: Fullwidth
az: Tam en
bo_cn: ཟུར་ཧྲིལ་ཡིག་རྟགས།
hu: Teljes szélesség
pl: Pełna szerokość
sq: Gjerësi e plotë
ug: ئىككى بايتلىق ھەرپ-بەلگە
uk: Повна ширина
zh_hk: 全形字符

source: Greek
az: Yunan dili
bo_cn: གྷི་རིག་ཡི་གེ།
hu: Görög
pl: Grecki
sq: Greqisht
ug: گېرىكچە
uk: Грецька
zh_hk: 希臘字母

source: Russian
az: Rusca
bo_cn: ཨུ་རུ་སུའི་ཡིག་རྟགས།
hu: Orosz
pl: Rosyjski
sq: Rusisht
ug: روسچە
uk: Російська
zh_hk: 俄文字符

source: Index
az: İndeks
bo_cn: འདྲེན་བྱང་།
pl: Indeks
sq: Tregues
ug: ئىندېكىس
uk: Покажчик
zh_hk: 索引

source: Math
az: Hesab
bo_cn: ཨང་རྩིས་ཀྱི་རྟགས།
hu: Matematika
pl: Matematyka
sq: Matematikë
ug: ماتىماتىكىلىق بەلگىلەر
uk: Математика
zh_hk: 數學符號

source: Number
az: Nömrə
bo_cn: ཨང་ཀི།
hu: Szám
pl: Numer
sq: Numër
ug: سان
uk: Число
zh_hk: 數碼

source: Special
az: Xüsusi
bo_cn: དམིགས་བསལ་རྟགས།
hu: Speciális
pl: Specjalny
ug: ئالاھىدە بەلگە
uk: Особливі
zh_hk: 特殊符號

source: Hiragana
bo_cn: ཧི་ར་གྷ་ན།
ug: ئادەتتىكى ساختا نام
uk: хірагана
zh_hk: 平假名

source: Katakana
bo_cn: ཀ་ཏ་ཀ་ན།
ug: قىسمەن ساختا نام
uk: катакана
zh_hk: 片假名

source: Table Symbol
az: Cədvəl simvolu
bo_cn: རེའུ་མིག་བཟོ་རྟགས།
hu: Szimbólum táblázat
pl: Tabela Symboli
ug: جەدۋەل ياساش بەلگىسى
uk: Символ таблиці
zh_hk: 製表符

source: Toggle Virtual Keyboard
az: Virtual klaviaturanı dəyişin
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་བརྗེ་བ།
hu: Virtuális billentyűzet váltása
pl: Włącz Klawiaturę Wirtualną
sq: Hap/Mbyll Tastierë Virtuale
ug: مەۋھۇم كۇنۇپكىغا ئالماش
uk: Увімкнути/Вимкнути віртуальну клавіатуру
zh_hk: 切換虛擬鍵盤

source: Virtual Keyboard State
az: Virtual klaviaturanın vəziyyəti
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་གི་རྣམ་པ།
hu: Virtuális billentyűzet állapota
pl: Stan Klawiatury Wirtualnej
sq: Gjendje Tastiere Virtuale
ug: مەۋھۇم كۇنۇپكا ھالىتى
uk: Стан віртуальної клавіатури
zh_hk: 虛擬鍵盤狀態

source: Virtual Keyboard
az: Virtual klaviatura
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་།
hu: Virtuális billentyűzet
pl: Klawiatura Wirtualna
sq: Tastierë Virtuale
ug: مەۋھۇم كۇنۇپكا
uk: Віртуальна клавіатура
zh_hk: 虛擬鍵盤

source: Close virtual keyboard
az: Virtual klaviaturanı bağlamaq
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་སྒོ་བརྒྱབ།
hu: Virtuális billentyűzet bezárása
pl: Zamknij Klawiaturę Wirtualną
sq: Mbylle tastierën virtuale
ug: مەۋھۇم كۇنۇپكىنى تاقاش
uk: Закрити віртуальну клавіатуру
zh_hk: 關閉虛擬鍵盤

source: English (US)
az: İngilis (ABŞ)
bo_cn: དབྱིན་ཡིག (ཨ་རི།)
hu: Angol (US)
pl: Angielski (Stany Zjednoczone)
sq: Angleze (US)
ug: ئېنگلىزچە (ئامېرىكا)
uk: Англійська (США)
zh_hk: 英語 (美國)

source: Error: Load fontconfig failed
az: Xəta: Şrift tənzimləməsinin yüklənməsi baş tutmadı
bo_cn: ནོར་འཁྲུལ། fontconfigསྣོན་འཇུག་བྱེད་མ་ཐུབ།
hu: Hiba: A betűtípus-konfiguráció betöltése nem sikerült
pl: Error: Nie udało się załadować fontconfig
sq: Gabim: S’u arrit të ngarkohej fontconfig
ug: خاتالىق: fontconfig يۈكلەنمىدى
uk: Помилка: не вдалося завантажити fontconfig
zh_hk: 錯誤: fontconfig加載失敗

source: your current font is: %s
az: hazırkı şriftiniz: %s
bo_cn: མིག་སྔའི་ཡིག་གཟུགས་ནི་%sརེད།
hu: Az Ön aktuális betűtípusa: %s
pl: twoja aktualna czcionka to: %s
sq: shkronjat tuaja të tanishme janë: %s
ug: نۆۋەتتىكى خەت شەكلى: %s
uk: ваш поточний шрифт: %s
zh_hk: 當前字體為: %s

source: no valid font.
az: şrift düzgün deyil.
bo_cn: སྤྱོད་རུང་བའི་ཡིག་གཟུགས་མེད།
hu: Nem érvényes betűtípus
pl: nie odnaleziono prawidłowych czcionek.
sq: pa shkronja të vlefshme.
ug: ئىشلەتكىلى بولىدىغان خەت شەكلى يوق
uk: немає коректного шрифту.
zh_hk: 無可用字體

source: Error: skin file should only contain one directory.
az: Xəta: örtük faylı yalnız bir qovluqdan ibarət olur.
bo_cn: ནོར་འཁྲུལ། པགས་པའི་ཡིག་ཆའི་ནང་དཀར་ཆག་གཅིག་ལས་མེད།
hu: Hiba: a megjelenés fájl csak egy könyvtárat tartalmazhat.
pl: Error: plik skórki powinien zawierać tylko jeden katalog
sq: Gabim: kartela lëkurçe duhet të përmbajë vetëm një drejtori.
ug: خاتالىق: تېرە ھۆججىتى پەقەت بىرلا مۇندەرىجىنى ئۆز ئىچىگە ئېلىشى كېرەك.
uk: Помилка: файл шкірки має містити лише один каталог.
zh_hk: 錯誤：皮膚文件應只包括一個目錄

source: Error: skin file doesn't contain skin config.
az: Xəta: örtük faylı örtük tənzimləməsindən ibarət deyil.
bo_cn: ནོར་འཁྲུལ། པགས་པའི་ཡིག་ཆའི་ནང་པགས་པའི་སྡེབ་སྒྲིག་ཚུད་མེད།
hu: Hiba: a megjelenés fájl nem tartalmazza a megjelenés konfigurációját.
pl: Error: plik skórki nie zawiera pliku konfiguracyjnego
sq: Gabim: kartela lëkurçe s’përmban formësim lëkurçeje.
ug: خاتالىق: تېرە ھۆججىتى تېرە سەپلىمىسىنى ئۆز ئىچىگە ئالمايدۇ.
uk: Помилка: у файлі шкірки не міститься налаштувань оболонки.
zh_hk: 錯誤：皮膚文件不包含皮膚配置

source: Error: $HOME or $XDG_CONFIG_HOME is not set, cannot determine the install path
az: Xəta: $HOME və ya $XDG_CONFIG_HOME mühiti təyin olunmayıb, quraşdırma yolunu müəyyən etmək mümkün deyil
bo_cn: ནོར་འཁྲུལ། $HOME ཡང་ན་ $XDG_CONFIG_HOMEསྒྲིག་འགོད་བྱས་མེད་པས་ནང་འཇུག་བྱེད་ལམ་གཏན་ཁེལ་བྱ་ཐབས་བྲལ།
pl: Error: $HOME lub $XDG_CONFIG_HOME nie zostało ustawione, nie można określić ścieżki instalacyjnej
sq: Gabim: $HOME ose $XDG_CONFIG_HOME s’është ujdisur, s’mund të përcaktohet shtegu i instalimit
ug: خاتالىق: $HOME ياكى $XDG_ CONFIG_ HOME تەڭشەلمىگەن، قاچىلاش يولىنى جەزىملەشتۈرگىلى بولمايدۇ.
uk: Помилка: не встановлено значення змінної $HOME або $XDG_CONFIG_HOME — неможливо визначити шлях для встановлення
zh_hk: 錯誤：$HOME 或 $XDG_CONFIG_HOME 未設置，無法確定安裝路徑

source: Successfully Installed skin
az: Örtük uğurla quraşdırıldı
bo_cn: པགས་པ་ནང་འཇུག་བྱས་ཟིན།
hu: A megjelenés sikeresen telepítve
pl: Skórka zainstalowana pomyślnie
sq: Lëkurçja u instalua me sukses
ug: تېرە قاچىلاندى
uk: Успішно встановлено шкірку
zh_hk: 成功安裝皮膚

source: Error: skin failed to install
az: Xəta: örtüyü quraşdırmaq alınmadı
bo_cn: ནོར་འཁྲུལ། པགས་པ་ནང་འཇུག་བྱེད་མ་ཐུབ།
hu: Hiba: a megjelenés telepítése nem sikerült
pl: Error: nie udało się zainstalować skórki
sq: Gabim: s’u arrit të instalohej lëkurçe
ug: خاتالىق: تېرە قاچىلانمىدى
uk: Помилка: не вдалося встановити шкірку
zh_hk: 錯誤：皮膚安裝失敗

source: Cannot load default skin, is installation correct?
az: Standart örtük yüklənə bilmir, düzgün quraşdırılıb?
bo_cn: སོར་བཞག་གི་པགས་པ་སྣོན་འཇུག་བྱེད་ཐབས་བྲལ། སྒྲིག་འཇུག་ཡང་དག་ཡིན་ནམ།
hu: Nem lehet betölteni az alapértelmezett megjelenést, helyes a telepítés?
pl: Nie udało się załadować domyślnej skórki, czy instalacja przebiegła prawidłowo?
sq: S’ngarkohet dot lëkurçe parazgjedhje, a është i saktë instalimi?
ug: سۈكۈتتكى تېرە يۈكلەنمىدى، توغرا قاچىلىدىڭىزمۇ؟
uk: Не вдалося завантажити типову шкірку. Чи належним чином встановлено програму?
zh_hk: 無法加載默認皮膚，安裝是否正確？

source: Cannot load skin %s, return to default
az: Örtük %s yüklənə bilmir, ilkin vəziyyətinə qaytarın
bo_cn: པགས་པ་སྣོན་འཇུག་བྱེད་ཐབས་བྲལ། %s སོར་བཞག་གི་པགས་པར་ཕྱིར་ལོག
hu: Nem lehet betölteni a megjelenést %s, visszatérés az alapértelmezett értékre
pl: Nie udało się załadować skórki %s, powrót do domyślnej
sq: S’ngarkohet dot lëkurçe %s, rikthim te parazgjedhje
ug: %s تېرە يۈكلەنمىدى، سۈكۈتتىكىگە قايتۇرۇلدى
uk: Не вдалося завантажити шкірку %s, повертаємося до типової
zh_hk: 無法加載皮膚%s，回到默認皮膚

source: Skin
az: Örtük
bo_cn: པགས་པ།
hu: Megjelenés
pl: Skórka
sq: Lëkurçe
ug: تېرە
uk: Шкірка
zh_hk: 皮膚

source: Fcitx
bo_cn: ནང་འཇུག་བྱེད་སྟངས།
ug: كىرگۈزگۈچ
zh_hk: 輸入法

source: Toggle Input Method
az: Daxiletmə üsulunu dəyişin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་བརྗེ་བ།
hu: Beviteli módszer váltása
pl: Przełącz Metodę Wprowadzania
sq: Këmbe Metodë Dhëniesh
ug: كىرگۈزگۈچ ئالماشتۇرۇش
uk: Вмикання/Вимикання способу введення
zh_hk: 切換輸入法

source: &Save
az: &Saxlayın
bo_cn: ཉར་ཚགས།(&S)
hu: Mentés
pl: $Zapisz
sq: &Ruaje
ug: ساقلاش(&S)
uk: З&берегти
zh_hk: 保存(&S)

source: &Reset
az: &Sıfırlayın
bo_cn: བསྐྱར་བཟོ།(&R)
hu: Visszaállítás
pl: &Resetuj
sq: Ri&ktheje te parazgjedhja
ug: قايتا تەڭشەش(&R)
uk: С&кинути
zh_hk: 重置(&R)

source: &Close
az: &Bağlayın
bo_cn: སྒོ་བརྒྱབ།(&C)
hu: Bezárás
pl: &Zamknij
sq: &Mbylle
ug: تاقاش(&C)
uk: &Закрити
zh_hk: 關閉(&C)

source: Start Input Method
az: Daxiletmə üsulunu başladın
bo_cn: ནང་འཇུག་བྱེད་སྟངས་འགོ་སློང་།
pl: Zacznij Metodę Wprowadzania
sq: Nis Metodë Dhëniesh
ug: كىرگۈزگۈچنى قوزغىتىش
uk: Запуск способу введення
zh_hk: 啟動輸入法

source: Fcitx Configuration
az: Fcitx tənzimləməsi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་སྡེབ་སྒྲིག
hu: Fcitx konfigurálása
pl: Konfiguracja Fcitx
sq: Formësim Fcitx-i
ug: كىرگۈزگۈچ سەپلىمىسى
uk: Налаштування Fcitx
zh_hk: 輸入法配置

source: Input Method Configuration
az: Daxiletmə üsulu ayarı
bo_cn: ནང་འཇུག་བྱེད་སྟངས་སྡེབ་སྒྲིག
hu: Beviteli módszer konfigurálása
pl: Konfiguracja Metody Wprowadzania
sq: Formësim Metode Dhënieje
ug: كىرگۈزگۈچ سەپلىمىسى
uk: Налаштування способу введення
zh_hk: 輸入法配置

source: Change Fcitx Configuration
az: Fcitx tənzimləməsini dəyişdirin
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་སྡེབ་སྒྲིག་བཟོ་བཅོས།
hu: Fcitx konfigurációjának módosítása
pl: Zmień Konfigurację Fcitx
sq: Ndryshoni Formësim Fcitx-i
ug: كىرگۈزگۈچ سەپلىمىسىنى ئۆزگەرتىش
uk: Змінити налаштування Fcitx
zh_hk: 修改輸入法配置

source: Classic
az: Klassik
bo_cn: དཔེ་མཚོན།
hu: Klasszikus
pl: Klasyczny
sq: Klasike
ug: كىلاسسىك
uk: Класична
zh_hk: 經典

source: Classic Skin
az: Klassik örtük
bo_cn: དཔེ་མཚོན་པགས་པ།
hu: Klasszikus megjelenés
pl: Klasyczna Skórka
sq: Lëkurçe Klasike
ug: كىلاسسىك تېرە
uk: Класична шкірка
zh_hk: 經典皮膚

source: Dark
az: Qaranlıq
bo_cn: ནག་པོ།
hu: Sötét
pl: Ciemny
sq: E errët
ug: قارا
uk: Темна
zh_hk: 暗黑

source: Default
az: Varsayılan
bo_cn: སོར་བཞག
hu: Alapértelmezett
pl: Domyślny
sq: Parazgjedhje
ug: سۈكۈتتىكى
uk: Типово
zh_hk: 默認

source: Default Skin
az: Standart örtük
bo_cn: སོར་བཞག་པགས་པ།
hu: Alapértelmezett megjelenés
pl: Domyślna Skórka
sq: Lëkurçe Parazgjedhje
ug: سۈكۈتتىكى تېرە
uk: Типова шкірка
zh_hk: 默認皮膚

source: Fcitx DBus Frontend
az: Fcitx XIM İnterfeysi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་གི་མདུན་སྣེ་DBus
hu: Fcitx DBus Előfelület
sq: Pjesë e Përparme DBus Fcitx
ug: DBus كىرگۈزگۈچنىڭ ئالدى تېرمىنالى
uk: Оболонка DBus Fcitx
zh_hk: 輸入法 DBus 前端

source: Frontend Used by IM Modules
az: İnterfeys Daxiletmə Üs. tərəfindən istifadə olundu
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དཔེ་དུམ་གྱིས་སྤྱོད་པའི་མདུན་སྣེ།
hu: Az IM modulok által használt előfelület
pl: Front-end wykorzystywany przez moduły MW.
sq: Pjesë e Përparme e Përdorur nga Module IM
ug: كىرگۈزگۈچ مودۇلىنى ئىشلىتىش ئالدى تېرمىنالى
uk: Оболонка, яку використано у модулях СВ
zh_hk: 輸入法模塊使用的前端

source: Fcitx DBus Frontend (Portal version)
az: Fcitx DBus interfeysi (Portal versiyası)
bo_cn: ནང་འཇུག་བྱེད་སྟངས་གི་མདུན་སྣེ་DBus (Portal པར་མ།)
hu: Fcitx DBus Előfelület (portál verzió)
pl: Fcitx DBus Front-end (Wersja Portal)
sq: Pjesë e Përparme DBus Fcitx (Version portali)
ug: DBus كىرگۈزگۈچنىڭ ئالدى تېرمىنالى (Portal نەشرى)
uk: Оболонка DBus Fcitx (версія Portal)
zh_hk: 輸入法 DBus 前端 (Portal 版)

source: Fcitx XIM Frontend
az: Fcitx XIM İnterfeysi
bo_cn: ནང་འཇུག་བྱེད་སྟངས་XIMཡི་མདུན་སྣེ།
hu: Fcitx XIM Előfelület
sq: Pjesë e Përparme XIM Fcitx
ug: XIM كىرگۈزگۈچنىڭ ئالدى تېرمىنالى
uk: Оболонка XIM Fcitx
zh_hk: 輸入法 XIM 前端

source: Provides XIM support
az: XİM dəstəyini təmin edir
bo_cn: XIMཡི་རྒྱབ་སྐྱོར་མཁོ་འདོན།
hu: XIM támogatást nyújt
pl: Zawiera wsparcie XIM
sq: Furnizon mbulim për XIM
ug: XIM ياردىمى
uk: Забезпечує підтримку XIM
zh_hk: 提供 XIM 支持

source: Keyboard Layout
az: Klaviatura qatı
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ།
hu: Billentyűzetkiosztás
pl: Układ klawiatury
sq: Skemë Tastiere
ug: كۇنۇپكا ئورۇنلاشتۇرۇشى
uk: Розкладка клавіатури
zh_hk: 鍵盤佈局

source: Use Keyboard Layout as Input Method
az: Klaviatura qatını Daxiletmə rejimi kimi istifadə edin
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ་ནང་འཇུག་བྱེད་སྟངས་སུ་བྱེད་པ།
hu: Használja a billentyűzetkiosztást beviteli módként
pl: Użyj Układu Klawiatury jako Metody Wpisywania
sq: Si Metodë Dhëniesh Përdor Skemë Tastiere
ug: كىرگۈزۈش ئۇسۇلى سۈپىتىدە كۇنۇپكا تاختىسىنى ئىشلىتىڭ
uk: Використовувати розкладку клавіатури як спосіб введення
zh_hk: 將鍵盤佈局作為輸入法

source: Simple Pinyin support for Fcitx
az: Fcitx üçün sadə Pinyin dəstəyi
bo_cn: ནང་འཇུག་བྱེད་སྟངས། སྟབས་བདེའི་སྒྲ་སྦྱོར་ལ་རྒྱབ་སྐྱོར།
hu: Simple Pinyin támogatás a Fcitx-hez
pl: Proste wsparcie Pinyin dla Fcitx
sq: Mbulim i thjeshtë Pinyin për Fcitx
ug: كىرگۈزگۈچ ئاددىي پىنيىننى قوللاش
uk: Підтримка спрощеного піньїну для Fcitx
zh_hk: 輸入法 簡單的拼音支持

source: Shuang Pin Schema
az: Shuang Pin sxemi
bo_cn: སོར་བཞག་གི་ཉིས་སྡེབ་ཇུས་གཞི།
hu: Shuang Pin séma
pl: Schematy Shuang Pin
sq: Skemë Shuang Pin
ug: قوش پىنيىن لايىھەسىنى سۈكۈتتىكىسى قىلىش
uk: Схема шуанпінь
zh_hk: 默認雙拼方案

source: Quwei Input Method for Fcitx
az: Fcitx üçün Quwei daxiletmə üsulu
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ཀྱི་ཁུལ་གནས་ནང་འཇུག་བྱེད་སྟངས།
hu: Quwei beviteli módszer a Fcitxhez
pl: Metody Wprowadzania Quwei dla Fcitx
sq: Metodë Dhënieje Quwei për Fcitx
ug: كىرگۈزگۈچنىڭ رايون ئورنى بويىچە كىرگۈزۈش ئۇسۇلى
uk: Спосіб введення Quwei для Fcitx
zh_hk: 輸入法 的區位輸入法

source: Cangjie
bo_cn: ཚང་ཅེ།
ug: ئامبار
zh_hk: 倉頡

source: Dianbaoma
bo_cn: གློག་འཕྲིན་ཨང་རྟགས།
ug: تېلېگرامما كودى
zh_hk: 電報碼

source: Erbi
bo_cn: སྨྱུག་རིས་གཉིས།
ug: ئىككى بىخۇالىق
zh_hk: 二筆
