Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: You're currently running KDE, but KCModule for fcitx couldn't be found, the package name of this KCModule is usually kcm-fcitx or kde-config-fcitx. Now it will open config file with default text editor.
az: Siz hal-hazırda KDE mühitini başlatmsınız, lakin fcitx üçün KCModul tapılmadı, bu KCModule paketinin adı adətən kcm-fcitx və ya kde-config-fcitx kimi verilir. İndi tənzimləmə faylı standart mətn redaktoru ilə açılacaqdır.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་KDEའཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད། འོན་ཀྱང་fcitx ཡི་ KCModule རྙེད་མ་སོང་། KCModuleཡི་མཉེན་ཆས་ཁུག་མའི་མིང་ནི་སྤྱིར་kcm-fcitx ཡང་ན་ kde-config-fcitxཡིན། ད་ལྟ་སོར་བཞག་གི་ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་ཆས་ཀྱིས་ཡིག་ཆ་ཁ་ཕྱེ་རྒྱུ་ཡིན།
hu: Ön jelenleg KDE-t futtat, de a KCModule for fcitx nem található. Ennek a KCModule csomagnak a neve általában kcm-fcitx vagy kde-config-fcitx. Most megnyitásra kerül a konfigurációs fájlt az alapértelmezett szövegszerkesztővel.
pl: Korzystasz aktualnie z KDE, jednakże KCModule dla fctix nie został znaleziony, nazwa pakietu KCModule zazwyczaj nazywa się kcm-fcitx lub kde-config-fcitx. Otworzy się teraz plik konfiguracyjny przy użyciu domyślnego edytora tekstu.
sq: Aktualisht përdorni KDE, por s’u gjet dot KCModule për fcitx, emri i paketës së këtij KCModule zakonisht është kcm-fcitx ose kde-config-fcitx. Tani do të hapet kartela e formësimit me përpunuesin parazgjedhje të teksteve.
ug: KDE نى ئىشلىتىۋاتىسىز، ئەمما fcitx نىڭ KCModule تېپىلمىدى، بۇ KCModule نىڭ دېتال بوغچىسى ئادەتتە kcm-fcitx ياكى kde-config-fcitx دەپ ئاتىلىدۇ. ھازىر سۈكۈتتىكى تېكىست تەھرىرلىگۈچتە سەپلىمە ھۆججەتنى ئاچىمىز.
uk: Зараз ви працюєте у KDE, але не вдалося знайти KCModule для fcitx. Зазвичай, назвою пакунка цього модуля KCM є kcm-fcitx або kde-config-fcitx. Зараз буде відкрито файл налаштувань у типовому текстовому редакторі.
zh_hk: 您正在運行 KDE，但是 fcitx 的 KCModule 未被找到，此 KCModule 的軟件包名通常為 kcm-fcitx 或 kde-config-fcitx。現在將用默認文本編輯器打開配置文件。

source: You're currently running Fcitx with GUI, but fcitx-configtool couldn't be found, the package name is usually fcitx-config-gtk, fcitx-config-gtk3 or fcitx-configtool. Now it will open config file with default text editor.
az: Siz hal-hazırda Fcitx-i Qrafik İs. İnterfeydi ilə işlədirsiniz, lakin fcitx-tənzimləmə aləti tapılmayıb, paketin adı adətən fcitx-config-gtk, fcitx-config-gtk3 və ya fcitx-configtool kimi olur. İndi o sizə tənzimləmə faylını satndart mətn redaktorunda açacaqdır.
bo_cn: ཁྱོད་ཀྱིས་ད་ལྟ་པར་རིས་མཐུད་ངོས་ནས་ནང་འཇུག་བྱེད་སྟངས་བགོ་སྒྲིག་བྱེད་བཞིན་ཡོད། འོན་ཀྱང་ fcitx-configtool རྙེད་མ་སོང་། མཉེས་ཆས་ཁུག་མའི་མིང་ནི་སྤྱིར་ fcitx-config-gtkདང་fcitx-config-gtk3ཡང་ན་ fcitx-configtoolཡིན། ད་ལྟ་སོར་བཞག་གི་ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་ཆས་ཀྱིས་ཡིག་ཆ་ཁ་ཕྱེ་རྒྱུ་ཡིན།
hu: Jelenleg az Fcitxet futtatja grafikus felhasználói felülettel, de a fcitx-configtool nem található, a csomag neve általában fcitx-config-gtk, fcitx-config-gtk3 vagy fcitx-configtool. Most megnyitja a konfigurációs fájlt az alapértelmezett szövegszerkesztővel.
pl: Korzystasz aktualnie z Fcitx z GUI, ale fctix-configtool nie został znaleziony, nazwa pakietu to zazwyczaj fcitx-config-gtk, fcitx-config-gtk3 lub fcitx-configtool. Otworzy się teraz plik konfiguracyjny przy użyciu domyślnego edytora tekstu.
sq: Aktualisht përdorni Fcitx me GUI, por s’u gjet dot fcitx-configtool, emri i paketës zakonisht është fcitx-config-gtk, fcitx-config-gtk3 ose fcitx-configtool. Tani do të hapet kartela e formësimit me përpunuesin parazgjedhje të teksteve.
ug: سىز رەسىم كۆرۈنمە يۈزى ئاستىدا كىرگۈزگۈچ سەپلىمىسىنى ئىجرا قىلىۋاتىسىز، لېكىن fcitx-configtoool تېپىلمىدى، يۇمشاق دېتال بوغچىسى ئادەتتە fcitx-config-gtk, fcitx-config-gtk 3 ياكى fcitx-configtoool بولىدۇ. ھازىر سۈكۈتتىكى تېكىست تەھرىرلىگۈچتە سەپلىمە ھۆججەتنى ئاچىمىز.
uk: Зараз ви працюєте із Fcitx з графічним інтерфейсом, але програмі не вдалося знайти fcitx-configtool. Назвою пакунка з відповідною програмою може бути fcitx-config-gtk, fcitx-config-gtk3 або fcitx-configtool. Зараз буде файл налаштувань буде відкрито у типовому текстовому редакторі.
zh_hk: 您正在圖形界面下運行輸入法配置，但是 fcitx-configtool 未被找到，軟件包名通常為 fcitx-config-gtk，fcitx-config-gtk3，或者 fcitx-configtool。現在將用默認文本編輯器打開配置文件。

source: ${1} not found.
az: ${1} tapılmadı.
bo_cn: ${1} རྙེད་མ་སོང་།
hu: ${1} nem található.
pl: ${1} nie znaleziono.
sq: ${1} s’u gjet.
ug: ${1} تېپىلمىدى.
uk: ${1} не знайдено.
zh_hk: ${1} 未找到.

source: Beginner's Guide
az: Yeni başlayanlar üçün təlimat
bo_cn: འཇུག་སྒོ་ཕྱོགས་སྟོན།
hu: Útmutató kezdőknek
pl: Poradnik dla Początkujących
sq: Udhërrëfyes për Fillestarët
ug: كۆرسەتمە
uk: Підручник для початківця
zh_hk: 入門指南

source: Please set environment variable ${env_name} to "${value}" using the tool your distribution provides or add ${1} to your ${2}. See ${link}.
az: ${env_name} mühit dəyişənini, distributorunuzdakı alətdən istifadə edərək "${value}" dəyərinə dəyişin və ya ${1}-i/ı ${2}-ə/a əlavə edin. Baxın ${link}.
bo_cn: ཁྱོད་ཀྱི་འགྲེམ་སྤེལ་པར་གཞིས་མཁོ་འདོན་བྱས་པའི་ཡོ་བྱད་བེད་སྤྱོད་བྱས་ཏེ་ཁོར་ཡུག་གི་འགྱུར་ཚད་${env_name}དེ་ཉིད་"${value}"བཟོ་བའམ་${1}ཁྱོད་ཀྱི་${2} ཁྲོད་སྣོན་རོགས། ཞིབ་ཕྲ་${link}གསལ།
hu: Kérjük állítsa a ${env_name} környezeti változót "${value}" értékre a disztribúció által biztosított eszközzel, vagy adja hozzá a ${1} értéket a ${2} értékhez. Lásd: ${link}.
pl: Proszę ustawić zmienną środowiskową ${env_name} na "${value}" korzystając z narzędzi które dostarcza twoja dystrybucja lub dodaj ${1} do twoich ${2}. Zobacz ${link}.
sq: Ju lutemi, ujdisni ndryshore mjedisi ${env_name} si "${value}" duke përdorur mjetin që jep shpërndarja juaj, ose shtoni ${1} te ${2} juaj. Shihni ${link}.
ug: سىز تارقاتقان نۇسخا تەمىنلىگەن قورالنى ئىشلىتىپ مۇھىت ئۆزگەرگۈچى مىقدار ${env_name}نى "${value}" قىلىپ قويۇڭ ياكى ${1} نى سىزنىڭ ${2} غا قوشۇڭ. ${link}دىن پايدىلىنىڭ.
uk: Будь ласка, встановіть для змінної середовища ${env_name} значення «${value}» за допомогою інструмента, який надає ваш дистрибутив, або додайте ${1} до вашого ${2}. Див. ${link}.
zh_hk: 請使用您發行版提供的工具將環境變量 ${env_name} 設為 "${value}" 或者將 ${1} 添加到您的 ${2} 中. 參見 ${link}.

source: Input Method Related Environment Variables:
az: Mühit dəyişənləri ilə əlaqəli daxiletmə üsulu:
bo_cn: ནང་འཇུག་བྱེད་སྟངས་དང་འབྲེལ་བའི་ཁོར་ཡུག་འགྱུར་ཚད།
hu: Beviteli módszerrel kapcsolatos környezeti változók:
pl: Metody Wprowadzania związane zmienne środowiskowe:
sq: Ndryshore Mjedisi të Lidhura Me Metoda Dhënieje:
ug: كىرگۈزگۈچكە مۇناسىۋەتلىك مۇھىت ئۆزگەرگۈچى مىقدارى:
uk: Пов'язані із способами введення змінні середовища:
zh_hk: 輸入法相關的環境變量:

source: Note for GNOME Later than 3.6
az: 3.6-dan sonrakı GNOME üçün qeyd
bo_cn: 3.6རྗེས་ཀྱི་པར་གཞི་དང་འབྲེལ་བའི་GNOMEཡི་ཞར་མཆན།
hu: Megjegyzés a GNOME 3.6.-tól későbbi verzióihoz
pl: Notka dla Gnome 3.6+
sq: Shënim për GNOME të mëvonshme se 3.6
ug: 3.6 دىن كېيىنكى نۇسخىسى GNOME توغرىسىدا ئىزاھات
uk: Зауваження для GNOME, новіших за 3.6
zh_hk: 有關 3.6 之後版本 GNOME 的備註

source: If you are using ${1}, you may want to uninstall ${2}, remove ${3} or use the command ${g36_disable_ibus} to disable IBus integration in order to use any input method other than ${2}. See ${link} for more detail.
az: Əgər siz ${1} istifadə edirsinizsə, ${2} quraşdırmasını ləğv etmək, ${3} silmək istəyə bilərsiniz və ya ${2}-d'n başqa hər hansı daxiletmə üsulunu istifadə etmək məqsədi ilə sıradakı DBus inteqrasiya əmrini söndürmək üçün, ${g36_disable_ibus} əmrindən istifadə edin. Daha çox məlumat üçün baxın: ${link}.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ད་ལྟ་${1}སྤྱོད་བཞིན་ཡོད་ཚེ། ${2}བཤིག་འདོན་བྱེད་པའམ་${3}བསུབ་པ། ཡང་ན་བཀའ་${g36_disable_ibus} ཕབ་ནས་འདུས་གྲུབ་IBusཡིས་${2} བེད་སྤྱོད་བྱས་པ་ཕུད་པའི་ནང་འཇུག་བྱེད་སྟངས་དག་སྤྱོད་མི་ཆོག་པར་བཟོ་དགོས། ཞིབ་ཕྲ་${link}གསལ།
hu: Ha a ${1} fájlt használja, érdemes lehet eltávolítani a ${2} szolgáltatást, eltávolítani a ${3} elemet, vagy a ${g36_disable_ibus} paranccsal letiltani az IBus integrációt, ha a ${2} kivételével bármilyen beviteli módot szeretne használni. További részletekért lásd: ${link}.
pl: Jeśli korzystasz z ${1}, możesz chcieć odinstalować ${2}, usuń ${3} lub skorzystaj z komendy ${g36_disable_ibus}, aby wyłączyć integrację IBus, by móc korzystać z każdej metody wprowadzenia innej niż ${2}. Zobacz ${link}, aby dowiedzieć się więcej.
sq: Nëse po përdorni ${1}, mund të doni të çinstaloni ${2}, hiqni ${3} ose përdorni urdhrin ${g36_disable_ibus} për të çaktivizuar integrim IBus që të mund të përdorni çfarëdo metode dhëniesh tjetër nga ${2}. Për më tepër hollësi, shihni ${link}.
ug: ئەگەر سىز ${1} نى ئىشلىتىۋاتقان بولسىڭىز، ${2} نى يۇيۇۋېتىشىڭىزگە توغرا كېلىشى مۇمكىن، ${3}نى ئۆچۈرۈۋېتىشىڭىز ياكى ئىشلىتىش بۇيرۇقى ${g36_disable_ibus} نى ئىشلىتىش مەنئى قىلىنىدۇ، IBus توپلاشتۇرۇپ ئىشلىتىلگەن ${2}دىن باشقا ھەرقانداق كىرگۈزگۈچنى ئىشلىتىشىڭىز مۇمكىن. تېخىمۇ كۆپ تەپسىلاتلار ${link}دىن پايدىلىنىڭ.
uk: Якщо ви користуєтеся ${1}, вам, можливо, варто вилучити пакунок ${2}, вилучити ${3} або скористатися командою ${g36_disable_ibus} для вимикання інтеграції IBus з метою скористатися будь-яким способом введення, відмінним від ${2}. Див. ${link}, щоб дізнатися більше.
zh_hk: 如果您正在使用 ${1}, 您可能需要卸載 ${2}, 刪除 ${3} 或者使用命令 ${g36_disable_ibus} 禁用 IBus 集成已使用除 ${2} 之外的任何輸入法. 更多細節參見 ${link}.

source: If you are using ${1}, you may want to uninstall ${2} or remove ${3} in order to use any input method other than ${2}. See ${link} for more detail as well as alternative solutions.
az: Əgər ${1} istifadə edirsinizsə, sıradakı ${2}-d'n başqa hər hansı daxiletmə üsulunu istifadə etmək üçün ${2} quraşdırmasını ləğv edə və ya ${3} üsulunu silmək istəyə bilərsiniz. Daha ətraflı, eləcə də alternativ həllər üçün baxın: ${link}.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ད་ལྟ་${1}སྤྱོད་བཞིན་ཡོད་ཚེ། ${2}བཤིག་འདོན་བྱེད་པའམ་${3}གྱིས་${2}བེད་སྤྱོད་བྱས་པ་ཕུད་པའི་ནང་འཇུག་བྱེད་སྟངས་གཞན་དག་བསུབ་དགོས། ཞིབ་ཕྲ་དང་ཐག་གཅོད་བྱ་ཐབས་གཞན་${link}གསལ།
hu: Ha a ${1} fájlt használja, érdemes lehet eltávolítani a ${2} szolgáltatást vagy eltávolítani a ${3} elemet, hogy a ${2} kivételével bármilyen beviteli módot használhasson. További részletekért és alternatív megoldásokért tekintse meg a ${link} webhelyet.
pl: Jeśli korzystasz z ${1}, możesz chcieć odinstalować ${2} lub usunąć ${3}, by móc korzystać z metod wprowadzania innych niż ${2}. Zobacz ${link}, aby uzyskać więcej szczegółów jak i alternatywnych rozwiązań.
sq: Nëse po përdorni ${1}, mund të doni të çinstaloni ${2} ose të hiqni ${3}, që të mund të përdorni çfarëdo metode dhëniesh tjetër nga ${2}. Për më tepër hollësi, si dhe për zgjidhje alternative, shihni ${link}.
ug: ئەگەر سىز${1} نى ئىشلىتىۋاتقان بولسىڭىز، سىز ${2} نى يۇيۇۋېتىشىڭىز ياكى ${3} نى ئۆچۈرۈۋېتىشىڭىزگە توغرا كېلىشى مۇمكىن، ئىشلىتىۋاتقان ${2} بۇنىڭ سىرتىدا. تېخىمۇ كۆپ تەپسىلات ۋە باشقا ھەل قىلىش ئۇسۇللىرى ${link} دىن پايدىلىنىڭ.
uk: Якщо ви користуєтеся ${1}, вам, можливо, варто вилучити пакунок ${2} або вилучити ${3} для того, щоб скористатися будь-яким способом введення, відмінним від ${2}. Див. ${link}, щоб дізнатися більше про проблему та альтернативні шляхи її розв'язання.
zh_hk: 如果您正在使用 ${1}, 您可能需要卸載 ${2} 或者刪除 ${3} 已使用除 ${2} 之外的任何輸入法. 更多細節和其他的解決方法參見 ${link}.

source: To see some application specific problems you may have when using xim, check ${link1}. For other more general problems of using XIM including application freezing, see ${link2}.
az: XİM istifadə edərkən baş verə biləcək bəzi tətbiqlərə xas problemləri görmək üçün buraya baxın: ${link1}. XİM istifadə edərkən əsas problemlər (tətbiqlərin donması kimi) haqqında daha çox öyrənmək üçün baxın: ${link2}.
bo_cn: ཁྱོད་ཀྱིས་${link1} ཁྲོད་xim སྤྱོད་སྐབས་འཕྲད་སྲིད་པའི་གནད་དོན་གྱི་ཉེར་སྤྱོད་བྱ་རིམ་འགའ་འཚོལ་ཆོག ཉེར་སྤྱོད་བྱ་རིམ་འགག་པའི་གནད་དོན་ཚུད་པའི་xim སྤྱོད་སྐབས་འཕྲད་སྲིད་པའི་གནད་དོན་དེ་བས་མང་བ་ཞིབ་ཕྲ་${link2}ལས་གསལ།
hu: Ha meg szeretne tekinteni néhány alkalmazásspecifikus problémát, amelyek a xim használata során jelentkezhetnek, jelölje be a ${link1} elemet. A XIM használatának egyéb általánosabb problémáiért, beleértve az alkalmazások lefagyását, lásd: ${link2}.
pl: Aby zobaczyć niektóre problemy ze strony aplikacji, które możesz napotkać podczas korzystania z XIM, zobacz ${link1}. Dla bardziej ogólnych problemów związanych z XIM, włączając zawieszanie się aplikacji zobacz ${link2}.
sq: Që të shihni probleme që mund të keni, të lidhura me aplikacionin, kur përdorni xim-in, shihni ${link1}. Për probleme të tjerë më të përgjithshëm me përdorimin e XIM-it, përfshi ngrirje aplikacioni, shihni ${link2}.
ug: {link1}$ دىن بىر قىسىم xim نى ئىشلەتكەندە مەسىلە كۆرۈلىدىغان ئەپلەرنى تاپالايسىز. قوللىنىشچان پىروگرامما كارتىسى ئۆلۈمىنى ئۆز ئىچىگە ئالغان تېخىمۇ كۆپ xim ئىشلىتىش ئېھتىماللىقى بولغان ئومۇميۈزلۈك مەسىلىلەر ${link2}دىن پايدىلىنىڭ.
uk: Щоб ознайомитися із питаннями щодо специфічних для деяких програм проблем із використанням xim, скористайтеся сторінкою ${link1}. Інші, загальніші, проблеми використання XIM, зокрема зависання програм, описано тут: ${link2}.
zh_hk: 您可以在 ${link1} 找到一些會在使用 xim 時出現問題的應用程序. 包括應用程序卡死在內的更多使用 xim 可能出現的普遍問題請參見 ${link2}.

source: Hall of Shame for Linux IME Support
az: Linux dəstəyi üçün utanc zalı
bo_cn: Linux ནང་འཇུག་བྱེད་སྟངས་ཀྱིས་ངོ་ཚའི་སློབ་ཚན་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
hu: Hall of Shame a Linux IME támogatásért
pl: Sala Wstydu dla wsparcia IME na Linuksie.
sq: Famëkeqët për Mbulim IME në Linux
ug: Linux خەت كىرگۈزگۈچ ھاقارەت زالىنى قوللايدۇ
uk: Дошка ганьби щодо підтримки способів введення у Linux
zh_hk: Linux 輸入法支持恥辱堂

source: here
az: burada
bo_cn: འདིར།
hu: Itt
pl: tutaj
sq: këtu
ug: بۇ يەر
uk: тут
zh_hk: 這裏

source: System Info:
az: Sistem haqqında:
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན།
hu: Rendszer információk:
pl: Info systemu:
sq: Hollësi Sistemi:
ug: سىستېما ئۇچۇرى:
uk: Відомості щодо системи:
zh_hk: 系統訊息:

source: Desktop Environment:
az: İş masası mühiti:
bo_cn: ཅོག་ངོས་ཁོར་ཡུག
hu: Asztali környezet:
pl: Środowisko Graficzne:
sq: Mjedisi Desktop:
ug: ئۈستەليۈزى مۇھىتى:
uk: Стільничне середовище:
zh_hk: 桌面環境:

source: Cannot determine desktop environment.
az: İş masası mühiti aşkarlana bilmədi.
bo_cn: ཅོག་ངོས་ཁོར་ཡུག་གཏན་ཁེལ་བྱ་ཐབས་མེད།
hu: Nem lehet meghatározni az asztali környezetet.
pl: Nie udało się ustalić środowiska graficznego.
sq: S’përcaktohet dot mjedis desktop.
ug: ئۈستەليۈزى مۇھىتىنى بېكىتكىلى بولمايدۇ.
uk: Не вдалося визначити стільничне середовище.
zh_hk: 無法確定桌面環境。

source: Desktop environment is ${1}.
az: İş masası mühiti ${1}-d'r:
bo_cn: ཅོག་ངོས་ཁོར་ཡུག་ནི་${1}
hu: Az Asztali környezet a: ${1}.
pl: Środowisko graficzne to ${1}.
sq: Mjedisi desktop është ${1}.
ug: ئۈستەليۈزى مۇھىتى ${1} .
uk: Стільничним середовищем є ${1}.
zh_hk: 桌面環境為 ${1}。

source: Bash Version:
az: Bash versiyası:
bo_cn: Bash པར་གཞི།
hu: Bash verzió:
pl: Wersja Bash:
sq: Version Bash:
ug: Bash نەشرى:
uk: Версія Bash:
zh_hk: Bash 版本:

source: Environment:
az: Mühit:
bo_cn: ཁོར་ཡུག
hu: Környezet:
pl: Środowisko:
sq: Mjedis:
ug: مۇھىت:
uk: Середовище:
zh_hk: 環境:

source: Keyboard Layout:
az: Klaviatura qatı:
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ།
hu: Billentyűzetkiosztás:
pl: Układ klawiatury:
sq: Skemë Tastiere:
ug: كۇنۇپكا ئورۇنلاشتۇرۇشى:
uk: Розкладка клавіатури:
zh_hk: 鍵盤佈局:

source: All locales:
az: Bütün yerli dillər:
bo_cn: ཆ་ཚང་སྤྱོད་རུང་བ། locale
hu: Minden lokalizáció:
pl: Wszystkie Ustawienia Regionalne:
sq: Krejt vendoret:
ug: ئىشلەتكىلى بولىدىغان بارلىق locale:
uk: Усі локалі:
zh_hk: 全部可用 locale:

source: Current locale:
az: Cari lokal:
bo_cn: མིག་སྔར། locale
hu: Jelenlegi lokalizáció:
pl: Aktualne Ustawienia Regionalne:
sq: Vendorja e tanishme:
ug: نۆۋەتتىكى locale:
uk: Поточна локаль:
zh_hk: 當前 locale:

source: Error occurs when running ${1}. Please check your locale settings.
az: ${1} yazılarkən xəta baş verdi. Lütfən yerli ayarları yoxlayın.
bo_cn: ${1}འཁོར་སྐྱོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བས། ཁྱོད་ཀྱི་ཁུལ་ཁོངས་ཀྱི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་བྱེད་རོགས།
hu: Hiba történt a ${1} futtatásakor. Kérjük ellenőrizze a területi beállításokat.
pl: Wystąpiły błędy podczas działania ${1}. Proszę sprawdź swoje ustawienia regionalne.
sq: Ndodh gabim, kur xhirohet ${1}. Ju lutemi, shihni rregullimet tuaja për vendoren.
ug: ${1} نى ئىجرا قىلغاندا خاتالىق كۆرۈلدى. رايون ئورۇنلاشتۇرۇشىڭىزنى تەكشۈرۈڭ.
uk: Під час спроби запустити ${1} сталася помилка. Будь ласка, перевірте параметри вашої локалі.
zh_hk: 運行 ${1} 時發生錯誤. 請檢查您的區域設置.

source: Directories:
az: Kataloqlar:
bo_cn: དཀར་ཆག
hu: Mappák:
pl: Katalogi:
sq: Drejtori:
ug: مۇندەرىجە:
uk: Каталоги:
zh_hk: 目錄：

source: Home:
az: Ev:
bo_cn: དཀར་ཆག་གཙོ་བོ།
hu: Otthon:
pl: Katalog domowy:
sq: Kreu:
ug: باش مۇندەرىجە:
uk: Домівка:
zh_hk: 主目錄：

source: Environment variable ${1} is not set.
az: ${1} mühit dəyişəni təyin edilməyib.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་${1} བཟོས་མེད།
hu: A ${1} környezeti változó nincs beállítva.
pl: Zmienna środowiskowa ${1} nie została ustawiona.
sq: Ndryshorja e mjedisit ${1} s’është ujdisur.
ug: مۇھىت ئۆزگىرىشى ${1} تەڭشەلمىگەن.
uk: Змінну середовища ${1} не встановлено.
zh_hk: 環境變量 ${1} 沒有設定。

source: Environment variable ${1} is set to ${2}.
az: ${1} mühit dəyişəni ${2} kimi quruldu.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་${1} དེ་${2} བཟོས་པ།
hu: A ${1} környezeti változó értéke ${2} re állítva.
pl: Zmienna środowiskowa ${1} jest ustawiona na ${2}.
sq: Ndryshorja e mjedisit ${1} është vënë si ${2}.
ug: مۇھىت ئۆزگىرىشى ${1} ${2} قىلىپ تەڭشەلدى.
uk: Для змінної середовища ${1} встановлено значення ${2}.
zh_hk: 環境變量 ${1} 是設定為 ${2} 。

source: Current value of ${1} is ${2} (${3}).
az: ${2} (${3}), ${1} cari dəyəridir.
bo_cn: ${1} གི་མིག་སྔའི་གྲངས་ཐང་ནི་${2} (${3})རེད།
hu: A ${1} jelenlegi értéke {2} $ (${3}).
pl: Aktualna wartość ${1} to ${2} (${3}).
sq: Vlera e tanishme e ${1} është ${2} (${3}).
ug: ${1} نىڭ نۆۋەتتىكى قىممىتى ${2} (${3}) .
uk: Поточним значенням ${1} є ${2} (${3}).
zh_hk: ${1} 的當前值是 ${2} (${3})。

source: Fcitx Settings Directory:
az: Fcitx ayarları kataloqu:
bo_cn: ནང་འཇུག་བྱེད་སྟངས་ལ་དཀར་ཆག་བཟོ་བ།
hu: Fcitx beállítások könyvtára:
pl: Ustawienia Katalogów Fcitx:
sq: Drejtori Rregullimesh Fcitx-i:
ug: كىرگۈزگۈچ تەڭشەك مۇندەرىجىسى:
uk: Каталог параметрів Fcitx:
zh_hk: 輸入法 設置目錄：

source: Current fcitx settings directory is ${1} (${2}).
az: ${1} (${2}), hal-hazırda fcitx ayarları qovluğudur.
bo_cn: མིག་སྔའི་ནང་འཇུག་བྱེད་སྟངས་ལ་བཟོས་པའི་དཀར་ཆག་ནི་${1} (${2})རེད།
hu: A jelenlegi fcitx beállítási könyvtár ${1} (${2}).
pl: Aktualne ustawienia katalogów Fcitx to ${1} (${2}).
sq: Drejtoria e tanishme e rregullimeve të fcitx-it është ${1} (${2}).
ug: نۆۋەتتىكى كىرگۈزگۈچنىڭ تەڭشەك مۇندەرىجىسى ${1} (${2}) .
uk: Поточним каталогом параметрів fcitx є ${1} (${2}).
zh_hk: 當前輸入法設置目錄是 ${1} (${2})。

source: Current user:
az: Hazırkı istifadəçi:
bo_cn: མིག་སྔའི་སྤྱོད་མཁན།
hu: Jelenlegi felhasználó:
pl: Aktualny użytkownik:
sq: Përdoruesi i tanishëm:
ug: نۆۋەتتىكى ئىشلەتكۈچى:
uk: Поточний користувач:
zh_hk: 當前用戶：

source: The script is run as ${1} (${2}).
az: Skript ${1} (${2}) kimi işə düşdü.
bo_cn: འཁྲབ་གཞུང་ ${1} (${2}) བྱས་ནས་འཁོར་སྐྱོད་བྱེད་པ།
hu: A szkript ${1} (${2}) néven fut.
pl: Skrypt jest włączony jako ${1} (${2}).
sq: Programthi po xhiron si ${1} (${2}).
ug: ئورىگىنال ${1} (${2}) بولۇش سۈپىتى بىلەن ئىجرا بولىدۇ.
uk: Скрипт запущено від імені ${1} (${2}).
zh_hk: 腳本作為 ${1} (${2}) 運行。

source: ${1} Environment Variables:
az: ${1} mühit dəyişənləri:
bo_cn: ${1} ཁོར་ཡུག་འགྱུར་ཚད།
hu: ${1} környezeti változók:
pl: ${1} Zmiennych Środowiskowych:
sq: Ndryshore Mjedisi ${1}:
ug: ${1} نىڭ ئۆزگىرىش مۇھىتى:
uk: Змінні середовища ${1}:
zh_hk: ${1} 環境變量：

source: ${1} is set to ${2}.
az: ${1}, ${2}olaraq təyin olundu.
bo_cn: ${1}དེ་${2}བཟོ་བ།
hu: ${1} értéke ${2}.
pl: ${1} jest ustawiony na ${2}.
sq: ${1} është vënë si ${2}.
ug: ${1} ${2} قىلىپ تەڭشەلدى.
uk: Для ${1} встановлено значення ${2}.
zh_hk: ${1} 設定為 ${2}.

source: ${1} is not set.
az: ${1} təyin olunmayıb.
bo_cn: ${1} བཟོས་མེད།
hu: ${1} nincs beállítva.
pl: ${1} nie jest ustawiony.
sq: ${1} s’është ujdisur.
ug: ${1} تەڭشەلمىگەن.
uk: ${1} не встановлено.
zh_hk: ${1} 沒有設定。

source: Running as root:
az: Root kimi işə düşür:
bo_cn: དོ་དམ་པས་འཁོར་སྐྱོད་བྱེད་པ།
hu: Rendszergazdaként futtatva:
pl: Działa jako administrator:
sq: Xhirim si rrënjë:
ug: باشقۇرغۇچى سالاھىيىتىدە ئىجرا قىلىش:
uk: Запуск від імені root:
zh_hk: 以管理員運行：

source: You are probably using ${1} to run this script. This means the result of this script may not be accurate. See ${2} for more information.
az: Çox güman ki, bu skripti başlatmaq üçün ${1} istifadə edirsiniz. Bu o deməkdir ki, bu skriptin nəticəsi dəqiq olmaya bilər. Daha çox məlumat üçün baxın: ${2}.
bo_cn: ཁྱོད་ཀྱིས་${1} སྤྱད་ནས་འཁྲབ་གཞུང་འདི་ཉིད་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་སྲིད། དེས་ན་འཁྲབ་གཞུང་དེའི་འབྲས་བུ་ཡང་དག་མིན་གཏན་ཁེལ་མེད། དེ་བས་མང་བའི་ཆ་འཕྲིན་${2}ན་གསལ།
hu: Valószínűleg ${1}-ot használ a szkript futtatásához. Ez azt jelenti, hogy a szkript eredménye nem biztos, hogy pontos. További információért lásd: ${2}.
pl: Prawdopodobnie korzystasz z ${1}, aby włączyć ten skrypt. To oznacza, że wyniki tego skryptu mogą nie być akuratne. Zobacz ${2}, aby dowiedzieć się więcej.
sq: Gjasat janë se po përdorni ${1} për të xhiruar këtë programth. Kjo do të thotë se përfundimi i këtij programthi mund të mos jetë i saktë. Për më tepër informacion, shihni ${2}.
ug: سىز بەلكىم بۇ ئارگىنال ${1} نى ئىشلىتىۋاتقان بولۇشىڭىز مۇمكىن. بۇ بۇ ئارگىنالنىڭ نەتىجىسىنىڭ توغرا بولماسلىقىدىن دېرەك بېرىدۇ. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن ${2} غا قاراڭ.
uk: Для запуску цього скрипту ви, ймовірно, користуєтеся ${1}. Це означає, що результат виконання скрипту може бути неточним. Див. ${2}, щоб дізнатися більше.
zh_hk: 你可能正在使用 ${1} 運行此腳本。這意味着這個腳本的結果可能不準確。見 ${2} 以獲取更多訊息。

source: sudo environment variables
az: "sudo" mühit dəyişənləri
bo_cn: sudoཡི་ཁོར་ཡུག་འགྱུར་ཚད།
hu: Rendszergazdai környezeti változók
pl: sudo zmienne środowiskowe
sq: ndryshore mjedisi sudo
ug: sudo نىڭ مۇھىت ئۆزگىرىشى
uk: Змінні середовища sudo
zh_hk: sudo的環境變量

source: You are probably logging in as ${1} or using ${2} to run this script. This either means you have security problems or the result of this script may not be accurate. See ${3} or ${4} for more information.
az: Çox güman ki siz ${1} kimi daxil olursunuz və ya bu skripti başlatmaq üçün ${2} istifadə edirsiniz. Bu o deməkdir ki, ya sizin təhlükəsizliklə bağlı probleminiz və ya bu skriptin işinin nəticəsi xoşagəlməz ola bilər. Daha çox məlumat üçün ${3} və ya ${4} baxın.
bo_cn: ཁྱོད་ཀྱིས་${1}གམ་ཡང་ན་${2}སྤྱད་དེ་ཐོ་འཇུག་བྱས་ནས་འཁྲབ་གཞུང་འདི་ཉིད་འཁོར་སྐྱོད་བྱེད་ཀྱི་ཡོད་ཀྱང་སྲིད། དེས་གནམ་ཚུལ་གཉིས་མཚོན་གྱི་ཡོད། གཅིག་ནི་ཁྱོད་ལ་བདེ་འཇགས་གནད་དོན་ཡོད་པའམ་འཁྲབ་གཞུང་འདིའི་འབྲས་བུ་ཡང་དག་མིན་གཏན་ཁེལ་མེད་པ་རེད། དེ་འབྲེལ་གྱི་ཆ་འཕྲིན་མང་པོ་ཞིག་${3}མམ་ཡང་ན་ ${4}ལས་གསལ།
hu: Ön valószínűleg ${1} néven jelentkezik be, vagy ${2} használatával futtatja ezt a szkriptet. Ez vagy azt jelenti, hogy biztonsági problémái vannak, vagy előfordulhat, hogy a szkript eredménye nem pontos. További információért lásd: ${3} vagy ${4}.
pl: Prawdopodobnie logujesz się jako ${1} lub korzystasz z ${2}, aby uruchomić ten skrypt. To może oznaczać, że posiadasz problemy z zabezpieczeniami albo wyniki tego skryptu mogą być nie akuratne. Zobacz ${3} lub ${4}, aby dowiedzieć się więcej.
sq: Gjasat janë se po hyni si ${1}, ose po përdorni ${2} që të xhironi këtë programth. Kjo ose do të thotë se keni probleme sigurie, ose përfundimi i këtij programthi mund të mos jetë i saktë. Për më tepër informacion, shihni ${3} ose ${4}.
ug: سىز بەلكىم ${1} ياكى ${2} ئارقىلىق بۇ ئارگىنالنى ئىجرا قىلغان بولۇشىڭىز مۇمكىن. بۇ ئىككى خىل ئەھۋالدىن دېرەك بېرىدۇ، بىرى سىزدە بىخەتەرلىك مەسىلىسى بار ياكى ئارگىنالنىڭ نەتىجىسى توغرا بولماسلىقى مۇمكىن. تېخىمۇ كۆپ ئۇچۇرلار توغرىسىدا، ${3} ياكى ${4} دىن پايدىلىنىڭ.
uk: Для запуску цього скрипту ви, ймовірно, увійшли до системи від імені ${1} або користуєтеся ${2} для запуску скрипту. Це означає, що у вашій системі або є проблеми із безпекою, або результат виконання скрипту може бути неточним. Див. ${3} або ${4}, щоб дізнатися більше.
zh_hk: 你可能以 ${1} 或者 ${2} 登錄運行此腳本。這意味着兩種情況，要麼你有安全問題或該腳本的結果可能不準確。有關更多訊息，請參見 ${3} 或者 ${4} 。
