Repository: linuxdeepin/fcitx
Catalog: po/*.po
Languages: az, bo_cn, hu, pl, sq, ug, uk, zh_hk

source: Apply this custom xmodmap script after layout change
az: Qat dəyişdikdən sonra bu fərdi xmodmap skriptini tətbiq etmək
bo_cn: མཐེབ་གཞོང་བཀོད་པ་བཟོས་རྗེས་རང་སྒྲུབ་ཀྱི་འཁྲབ་གཞུང་xmodmapསེད་སྤྱོད།
hu: Alkalmazza ezt az egyéni xmodmap szkriptet az elrendezés módosítása után
pl: Zastosuj ten niestandardowy skrypt xmodmap po zmianie układu
sq: Apliko këtë programth vetjak xmodmap pas ndryshimi skeme
ug: كۇنۇپكا تاختىسىنىڭ ئورۇنلاشتۇرۇلىشى ئۆزگەرتىلگەندىن كېيىن بەلگىلەنگەن xmodmap ئارگىنالىنى قوللىنىش
uk: Застосувати цей нетиповий скрипт xmodmap після зміни розкладки
zh_hk: 在鍵盤佈局修改之後應用自定義的 xmodmap 腳本

source: ClassicUI
az: Klassik is. interfeysi
bo_cn: དཔེ་མཚོན་མཐུད་ངོས།
hu: Klasszikus felület
pl: KlasyczneUI
sq: UI Klasike
ug: كىلاسسىك
uk: Класичний інтерфейс
zh_hk: 經典界面

source: Status Panel Position X
az: Vəziyyət panelinin X mövqeyi
bo_cn: རྣམ་པའི་ཚན་བྱང་Xཡི་གནས་ཡུལ།
hu: Állapotpanel X pozíciója
pl: Pozycja Status Panel X
sq: Pozicioni X Paneli Gjendjesh
ug: ھالەت ئىستونىنىڭ X ئورنى
uk: Розташування панелі стану за X
zh_hk: 狀態欄 X 位置

source: Status Panel Position Y
az: Vəziyyət panelinin Y mövqeyi
bo_cn: རྣམ་པའི་ཚན་བྱང་Yཡི་གནས་ཡུལ།
hu: Állapotpanel Y pozíciója
pl: Pozycja Status Panel Y
sq: Pozicioni Y Paneli Gjendjesh
ug: ھالەت ئىستونىنىڭ Y ئورنى
uk: Розташування панелі стану за Y
zh_hk: 狀態欄 Y 位置

source: Font Size
az: Şrift ölçüsü
bo_cn: ཡིག་གཟུགས་ཆེ་ཆུང་།
hu: Betűméret
pl: Rozmiar Czcionki
sq: Madhësi Shkronjash
ug: فونت چوڭلۇقى
uk: Розмір шрифту
zh_hk: 字體大小

source: Override the skin font size
az: Örtük şriftinin ölçüsünün üzərinə yazln
bo_cn: པགས་པའི་ཡིག་གཟུགས་ཀྱི་སྒྲིག་འགོད་འགེབ་པ།
hu: A megjelenés betűméretének felülbírálása
pl: Nadpisz rozmiar czcionki skórki
sq: Anashkalo madhësi shkronjash lëkurçeje
ug: تېرىنى قاپلايدىغان خەت نومۇرى تەڭشىكى
uk: Перевизначити розмір шрифту у шкірці
zh_hk: 覆蓋皮膚的字號設置

source: Font
az: Şrift
bo_cn: ཡིག་གཟུགས།
hu: Betűtípus
pl: Czcionka
sq: Shkronja
ug: فونت
uk: Шрифт
zh_hk: 字體

source: Menu Font
az: Menyu şruftu
bo_cn: འདེམས་བྱང་གི་ཡིག་གཟུགས།
hu: Menü betűtípusa
pl: Menu Czcionek
sq: Shkronja Menuje
ug: تىزىملىك خەت شەكلى
uk: Шрифт меню
zh_hk: 菜單字體

source: Font Locale to display
az: Göstərmək üçün yerli şrift
bo_cn: ཡིག་གཟུགས་ཀྱི་ཁུལ་ཁོངས།
hu: Megjelenítendő betűtípus nyelvi beállítása
pl: Język czcionki do wyświetlenia
sq: Vendore Shkronjash për Shfaqje
ug: فونت رايونى
uk: Локаль шрифту, яку слід показати
zh_hk: 字體區域

source: Use System Tray Icon
az: Sistem trey nişanınından istifadə etmək
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སྡུད་སྡཻར་སྤྱོད་པ།
hu: Tálca ikon használata
pl: Użyj systemowej ikony zasobnika
sq: Përdor Ikonë Paneli Sistemi
ug: سىستېما تەخسىسىنى ئىشلىتىش
uk: Використовувати піктограму системного лотка
zh_hk: 使用系統托盤

source: Show
az: Göztərmək
bo_cn: མངོན་སྟོན།
hu: Mutatás
pl: Pokaż
sq: Shfaqe
ug: كۆرۈنسۇن
uk: Показати
zh_hk: 顯示

source: Auto
az: Avtomatik
bo_cn: རང་བཞིན།
hu: Automatikus
pl: Automatycznie
ug: ئاپتوماتىك
uk: Автоматично
zh_hk: 自動

source: Hide when tray icon is available
az: Daxiletmə nişanı treydə əlçatan olduqda gizlətmək
bo_cn: སྡུད་སྡེར་གྱི་རྟགས་རིས་སྤྱོད་རུང་སྐབས་ཡིབ་པ།
hu: Elrejtés, ha a tálca ikon elérhető
pl: Ukryj kiedy ikona zasobnika jest dostępna
sq: Fshihe, kur ka ikonë paneli
ug: تەخسىدىكى سىنبەلگىنى ئىشلىتىشكە بولىدىغان چاغدا يوشۇرۇنسۇن
uk: Ховати, якщо доступна піктограма лотка
zh_hk: 當托盤圖標可用時隱藏

source: Hide
az: Gizlətmək
bo_cn: ཡིབ་པ།
hu: Elrejtés
pl: Ukryj
sq: Fshihe
ug: يوشۇرۇش
uk: Приховати
zh_hk: 隱藏

source: Status Panel Hide Mode
az: Vəziyyət panelinin gizlədilməsi rejimi
bo_cn: རྣམ་པའི་ཚན་བྱང་ཡིབ་པའི་དཔེ་རྣམ།
hu: Állapotpanel Elrejtési Mód
pl: Status Panel tryb ukrywania
sq: Mënyrë Fshehjeje Paneli Gjendjesh
ug: ھالەت ئىستونىنى يوشۇرۇش ئەندىزىسى
uk: Режим приховування панелі стану
zh_hk: 狀態欄隱藏模式

source: Vertical Candidate Word List
az: Şaquli namizəd sözləri siyahısı
bo_cn: གཞུང་སྟར་གི་གདམ་བྱའི་ཚིག་གི་རེའུ་མིག
hu: Függőlegesen jelölt szólista
pl: Pionowa lista kandydatów na słowa
sq: Listë Vertikale Fjalësh Kandidate
ug: تىك تىزىلغان نامزات سۆز تىزىملىكى
uk: Вертикальний список варіантів слова
zh_hk: 豎排候選詞列表

source: Skin Name
az: Örtüyün adı
bo_cn: པགས་པའི་མིང་།
hu: Megjelenés neve
pl: Nazwa Skórki
sq: Emër Lëkurçeje
ug: تېرە نامى
uk: Назва оболонки
zh_hk: 皮膚名稱

source: SkinInfo
az: ÖrtükMəlumatı
bo_cn: པགས་པའི་ཆ་འཕྲིན།
hu: Megjelenés információi
pl: Info o Skórce
sq: Hollësi Lëkurçeje
ug: تېرە ئۇچۇرى
uk: Дані щодо шкірки
zh_hk: 皮膚訊息

source: Skin Version
az: Örtük versiyası
bo_cn: པགས་པའི་པར་གཞི།
hu: Megjelenés verziója
pl: Wersja Skórki
sq: Version Lëkurçeje
ug: تېرە نەشرى
uk: Версія шкірки
zh_hk: 皮膚版本

source: Skin Author
az: Örtüyün müəllifi
bo_cn: པགས་པའི་རྩོམ་པ་པོ།
hu: megjelenés készítője
pl: Autor Skórki
sq: Autor Lëkurçeje
ug: ئاپتورى
uk: Автор шкірки
zh_hk: 皮膚作者

source: Description of Skin
az: Örtüyün təsviri
bo_cn: ཞིབ་བརྗོད།
hu: Megjelenés leírása
pl: Opis Skórki
sq: Përshkrim i Lëkurçes
ug: تەسۋىر
uk: Опис шкірки
zh_hk: 描述

source: SkinFont
az: Örtük şrifti
bo_cn: པགས་པའི་ཡིག་གཟུགས།
hu: Megjelenés betűtípusa
pl: Czcionka Skórki
sq: Shkronja Lëkurçeje
ug: تېرە خەت شەكلى
uk: Шрифт шкірки
zh_hk: 皮膚字體

source: Input Font Size
az: Daxiletmə şrifti ölçüsü
bo_cn: ནང་འཇུག་ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་།
hu: Bemeneti szöveg betűmérete
pl: Wprowadź Rozmiar Czcionki
sq: Madhësi Shkronjash Dhënieje
ug: فونت چوكلۇقىنى كىرگۈزۈڭ
uk: Розмір шрифту для введення
zh_hk: 輸入字體大小

source: Menu Font Size
az: Menyu şrifti ölçüsü
bo_cn: འདེམས་བྱང་གི་ཡིག་གཟུགས་ཆེ་ཆུང་།
hu: Menü betűmérete
pl: Menu Rozmiaru Czcionki
sq: Madhësi Shkronjash Menuje
ug: تىزىملىك خەت شەكلىنىڭ چوڭلۇقى
uk: Розмір шрифту меню
zh_hk: 菜單字體大小

source: Font sizes respect dpi setting
az: Şrtift ölçüləri dpi parametrlərinə uyğun gəlir
bo_cn: ཡིག་གཟུགས་ཆེ་ཆུང་dpiསྒྲིག་འགོད་ལྟར་བརྩི་བ།
hu: A betűméretek figyelemmel lesznek a dpi beállításokra
pl: Rozmiary czcionek respektują ustawienie dpi
sq: Madhësitë e shkronjave respektojnë rregullimin për dpi-në
ug: فونتنىڭ چوڭلۇقى dpi تەڭشىكىگە بويسۇنىدۇ
uk: Розміри шрифту відповідно до роздільності
zh_hk: 字體大小遵守dpi設置

source: Tip Message Color
az: Təklif ismarıcının rəngi
bo_cn: ཆ་འཕྲིན་གྱི་ཚོན་མདོག་དྲན་སྐུལ།
hu: Tipp üzenet színe
pl: Wskazówka Koloru Wiadomości
sq: Ngjyrë Mesazhi Ndihmëze
ug: ئۇچۇر رەڭگىنى ئەسكەرتىش
uk: Колір повідомлення підказки
zh_hk: 提示訊息顏色

source: Input Message Color
az: Daxiletmə ismarıcı rəngi
bo_cn: ཆ་འཕྲིན་གྱི་ཚོན་མདོག་ནང་འཇུག
hu: Bemeneti üzenet színe
pl: Wprowadź Kolor Wiadomości
sq: Ngjyrë Mesazhi Dhënieje
ug: ئۇچۇر رەڭگىنى كىرگۈزۈش
uk: Колір вхідного повідомлення
zh_hk: 輸入訊息顏色

source: Candidate Index Color
az: Namizədin indeksinin rəngi
bo_cn: གདམ་བྱའི་ཚིག་གི་གསལ་བྱང་གི་མདོག
hu: Jelölő mutató színe
pl: Kolor Indeksu Kandydata
sq: Ngjyrë Treguesi Kandidatesh
ug: نامزات سۆز ئىندېكىسىنىڭ رەڭگى
uk: Колір індексу варіанта
zh_hk: 候選詞索引顏色

source: First Candidate Color
az: İlk namizədin rəngi
bo_cn: གདམ་བྱའི་ཚིག་དང་པོའི་མདོག
hu: Első jelölő szín
pl: Kolor Pierwszego Kandydata
sq: Ngjyrë Kandidateje të Parë
ug: 1-نامزات سۆزنىڭ رەڭگى
uk: Колір першого варіанта
zh_hk: 第一候選詞顏色

source: User Phrase Color
az: İstifadəçi ifadəsinin rəngi
bo_cn: སྤྱོད་མཁན་གྱི་ཚིག་གི་མདོག
hu: felhasználói kifejezés színe
pl: Kolor Frazy Użytkownika
sq: Ngjyrë Fraze Përdoruesi
ug: ئىشلەتكۈچى سۆز بىرىكمىسىنىڭ رەڭگى
uk: Колір фрази користувача
zh_hk: 用戶詞組顏色

source: Table Code Color
az: Cədvəl kodunun rəngi
bo_cn: ཨང་རྟགས་རེའུ་མིག་གིས་མདོག་དྲན་སྐུལ།
hu: Kódtábla színe
pl: Kolor Kodu Tabeli
sq: Ngjyrë Tabele Kodi
ug: كود جەدۋىلىنىڭ رەڭگى
uk: Колір коду таблиці
zh_hk: 碼錶提示顏色

source: Other Color
az: Başqa rəng
bo_cn: ཚོན་མདོག་གཞན།
hu: Egyéb színek
pl: Inne Kolory
sq: Ngjyrë Tjetër
ug: باشقا رەڭلەر
uk: Інший колір
zh_hk: 其他顏色

source: Active Menu Item Character Color
az: Aktiv menyu simvolunun rəngi
bo_cn: བྱེད་སྒོའི་འདེམས་བྱང་གི་མདོག
hu: Aktív menüelem karakterszíne
pl: Aktywne Menu Przedmiotów Kolor Znaku
sq: Ngjyrë Shenjash Zëri Aktiv Menuje
ug: ھەرىكەتچان تىزىملىكتىكى يەككە تۈرنىڭ رەڭگى
uk: Колір символів активних пунктів меню
zh_hk: 活動菜單項顏色

source: Inactive Menu Item Character Color
az: Qeyri-aktiv menyu elementi simvolunun rəngi
bo_cn: བྱེད་སྒོའི་འདེམས་བྱང་མིན་པའི་མདོག
hu: Inaktív menüelem karakterszíne
pl: Nieaktywne Menu Przedmiotów Kolor Znaku
sq: Ngjyrë Shenjash Zëri Joaktiv Menuje
ug: ھەرىكەتسىز تىزىملىكتىكى يەككە تۈرنىڭ رەڭگى
uk: Колір символів неактивних пунктів меню
zh_hk: 非活動菜單項顏色

source: SkinMainBar
az: ÖrtükƏsasPaneli
bo_cn: པགས་པའི་སྒེའུ་ཁུང་ཨ་མའི་སྒྲིག་འགོད།
hu: Megjelenés főpanel
ug: تېرىنىڭ ئاساسىي كۆزنەك تەڭشىكى
uk: Головна панель шкірки
zh_hk: 皮膚主窗口設置

source: Background Image
az: Arxa fon şəkli
bo_cn: རྒྱབ་ལྗོངས་པར་རིས།
hu: Háttérkép
pl: Zdjęcie w Tle
sq: Figurë Sfond
ug: تەگلىك سۈرەت
uk: Фонове зображення
zh_hk: 背景圖片

source: Logo Icon
az: Loqo nişanı
bo_cn: Logoརྟགས་རིས།
hu: Logó ikonja
pl: Ikona Loga
sq: Ikonë Steme
ug: Logo سىنبەلگىسى
uk: Піктограма-логотип
zh_hk: Logo圖標

source: English Mode Icon
az: İngiliscə rejimi nişanı
bo_cn: དབྱིན་ཡིག་དཔེ་རྣམ་གྱི་རྟགས་རིས།
hu: Angol mód ikonja
pl: Tryb Angielski ikona
sq: Ikonë Mënyre Anglisht
ug: ئىنگلىزچە ھالەتتىكى سىنەلگە
uk: Піктограма латинського режиму
zh_hk: 英文模式圖標

source: Active Mode Icon
az: Aktiv rejim nişanı
bo_cn: འགོ་བསླངས་པའི་ནང་འཇུག་བྱེད་སྟངས་རྟགས་རིས།
hu: Aktív mód ikonja
pl: Tryb Aktywny ikona
sq: Ikonë Mënyre Aktive
ug: ئاكتىپلانغان ھالەتتىكى كىرگۈزگۈچنىڭ سىنبەلگىسى
uk: Піктограма активного режиму
zh_hk: 啟動狀態輸入法圖標

source: Resize Margin Left
az: Sol kənarın ölçüsünü dəyişdimək
bo_cn: གཡོན་ཐག
hu: Margó átméretezése balra
pl: Zmień Rozmiar Lewego Marginesu
sq: Mënjanë Majtas Ripërmasimi
ug: سول ئارىلىقى
uk: Змінити розмір лівого поля
zh_hk: 左邊距

source: Resize Margin Right
az: Sağ kənarın ölçüsünü dəyişdimək
bo_cn: གཡས་ཐག
hu: Margó átméretezése jobbra
pl: Zmień Rozmiar Prawego Marginesu
sq: Mënjanë Djathtas Ripërmasimi
ug: ئوڭ ئارىلىقى
uk: Змінити розмір правого поля
zh_hk: 右邊距

source: Resize Margin Top
az: Yuxarı kənarın ölçüsünü dəyişdimək
bo_cn: སྟེང་ཐག
hu: Margó átméretezése fel
pl: Zmień Rozmiar Górnego Marginesu
sq: Mënjanë e Sipërme Ripërmasimi
ug: ئۈستى ئارىلىقى
uk: Змінити розмір верхнього поля
zh_hk: 上邊距

source: Resize Margin Bottom
az: Aşağıı kənarın ölçüsünü dəyişdimək
bo_cn: མཐའ་ཐག་འོག་མ།
hu: Margó átméretezése le
pl: Zmień Rozmiar Dolnego Marginesu
sq: Mënjanë e Poshtme Ripërmasimi
ug: ئاستى ئارىلىقى
uk: Змінити розмір нижнього поля
zh_hk: 下邊距

source: Margin Left for clickable region
az: Sağ kənar sahənin aktivləşdirilməsi üçün
bo_cn: མནོན་ཆོག་པའི་གཡོན་ཐག
hu: Bal margó a kattintható régióhoz
pl: Lewy Margines jako obszar dający się klikać
sq: Mënjanë Majtas për zonë të klikueshme
ug: رايوننىڭ سول ئارىلىقىنى چەكسىڭىز بولىدۇ
uk: Ліве поле для придатної до клацання області
zh_hk: 可點擊區域的左邊距

source: Margin Right for clickable region
az: Kliklnəbilən sahəs üçün sağ kənar
bo_cn: མནོན་ཆོག་པའི་གཡས་ཐག
hu: Jobb margó a kattintható régióhoz
pl: Prawy Margines jako obszar dający się klikać
sq: Mënjanë Djathtas për zonë të klikueshme
ug: رايوننىڭ ئوڭ ئارىلىقىنى چەكسىڭىز بولىدۇ
uk: Праве поле для придатної до клацання області
zh_hk: 可點擊區域的右邊距

source: Margin Top for clickable region
az: Kliklnəbilən sahəs üçün yuxarı kənar
bo_cn: མནོན་ཆོག་པའི་སྟེང་ཐག
hu: Felső margó a kattintható régióhoz
pl: Górny Margines jako obszar dający się klikać
sq: Mënjanë e Sipërme për zonë të klikueshme
ug: رايوننىڭ ئۈستى ئارىلىقىنى چەكسىڭىز بولىدۇ
uk: Верхнє поле для придатної до клацання області
zh_hk: 可點擊區域的上邊距

source: Margin Bottom for clickable region
az: Kliklnəbilən sahəs üçün aşağı kənar
bo_cn: མནོན་ཆོག་པའི་མཐའ་ཐག་འོག་མ།
hu: Alsó margó a kattintható régióhoz
pl: Dolny Margines jako obszar dający się klikać
sq: Mënjanë e Poshtme për zonë të klikueshme
ug: رايوننىڭ ئاستى ئارىلىقىنى چەكسىڭىز بولىدۇ
uk: Нижнє поле для придатної до клацання області
zh_hk: 可點擊區域的下邊距

source: Overlay image
az: Üst-üstə düşən şəkillər
bo_cn: པར་རིས་འགེབ་པ།
hu: Fedőkép
pl: Zdjęcie powłoki
sq: Figurë shtrese përsipër
ug: سۈرەتنى قاپلاش
uk: Накласти зображення
zh_hk: 覆蓋圖片

source: TopLeft
az: YuxarıSol
bo_cn: གཡོན་གྱི་སྟེང་ཟུར།
hu: Bal felső
pl: GórnyLewy
sq: Majtas Në Krye
ug: سول ئۈستى
uk: Вгору ліворуч
zh_hk: 左上角

source: TopCenter
az: YuxarıMərkəz
bo_cn: སྟེང་དེ་དཀྱིལ་སྒྲིག
hu: Középső felső
pl: GórnyŚrodkowy
sq: Në Qendër Në Krye
ug: ئۈستى تەرەپ ئوتتۇرىسى
uk: Вгору за центром
zh_hk: 頂部居中

source: TopRight
az: Yuxarı sağ
bo_cn: གཡས་ཀྱི་སྟེང་ཟུར།
hu: Jobb felső
pl: GórnyPrawy
sq: Djathtas Në Krye
ug: ئوڭ ئۈستى
uk: Вгору праворуч
zh_hk: 右上角

source: CenterLeft
az: MərkəzSol
bo_cn: དཀྱིལ་གྱི་གཡོན།
hu: Bal középső
pl: ŚrodkowyLewy
sq: Majtas Në Qendër
ug: ئوتتورا تەرەپ سول
uk: За центром ліворуч
zh_hk: 中部靠左

source: Center
az: Mərkəz
bo_cn: དཀྱིལ་སྒྲིག
hu: Középpont
pl: Środkowy
sq: Në Qendër
ug: ئوتتۇرا
uk: За центром
zh_hk: 居中

source: CenterRight
az: MərkəzSağ
bo_cn: དཀྱིལ་གྱི་གཡས།
hu: Jobb középső
pl: ŚrodkowyPrawy
sq: Djathtas Në Qendër
ug: ئوتتۇرا تەرەپ ئوڭ
uk: У центрі праворуч
zh_hk: 中部靠右

source: BottomLeft
az: AşağıSol
bo_cn: གཡོན་གྱི་འོག་ཟུར།
hu: Bal alsó
pl: DolnyLewy
sq: Majtas Poshtë
ug: سول ئاستى
uk: Внизу ліворуч
zh_hk: 左下角

source: BottomCenter
az: AşağıMərkəz
bo_cn: འོག་གི་དཀྱིལ།
hu: Középső alsó
pl: DolnyŚrodkowy
sq: Në Qendër Poshtë
ug: ئاستى تەرەپ ئوتتۇرىسى
uk: Внизу у центрі
zh_hk: 底部居中

source: BottomRight
az: AşağıSağ
bo_cn: གཡས་ཀྱི་འོག་ཟུར།
hu: Jobb alsó
pl: DolnyPrawy
sq: Djathtas Poshtë
ug: ئوڭ ئاستى
uk: Внизу праворуч
zh_hk: 右下角

source: Overlay dock position
az: Üz qabığı səkli sahəsi
bo_cn: པར་རིས་བཀབ་ནས་འཇོག་ས།
hu: Fedő dokkoló pozíciója
pl: Powłoka pozycja doka
ug: سۈرەت ئورنىنى قاپلىسۇن
uk: Розташування панелі-накладки
zh_hk: 覆蓋圖片停靠位置

source: Overlay X offset
az: X üzrə sürüşmənin üst-üstə düşməsi
bo_cn: པར་རིས་བཀབ་པ་Xསྤོ་བ།
hu: Fedés X eltolása
pl: Powłoka X offset
sq: Shmangie X shtrese përsipër
ug: سۈرەتنىڭ X يانتولۇقىنى قاپلاش
uk: Зсув накладки за X
zh_hk: 覆蓋圖片 X 偏移

source: Overlay Y offset
az: Y üzrə sürüşmənin üst-üstə düşməsi
bo_cn: པར་རིས་བཀབ་པ་Y སྤོ་བ།
hu: Fedés Y eltolása
pl: Powłoka Y offset
sq: Shmangie Y shtrese përsipër
ug: سۈرەتنىڭ Y يانتولۇقىنى قاپلاش
uk: Зсув накладки за Y
zh_hk: 覆蓋圖片 Y 偏移

source: Fill Background Vertical rule
az: Fonun şaquli doldurulma qaydası
bo_cn: གཞུང་ངོས་ཁ་སྐོང་སྒྲིག་སྲོལ།
hu: Kitöltési háttér függőleges szabály
pl: Wypełnij tło zasada pionowa
ug: توغرا يۆنىلىشلىك تولدۇرۇش قائىدىسى
uk: Заповнювати фонову вертикальну лінійку
zh_hk: 縱向填充規則

source: Copy
az: Kopyala
bo_cn: པར་སློག
hu: Másolás
pl: Kopiuj
sq: Kopjoje
ug: كۆچۈرۈش
uk: Копіювати
zh_hk: 複製

source: Resize
az: Ölçüsünü dəyişin
bo_cn: གཟུགས་འགྱུར་སྒྲིག་སྲོལ།
hu: Átméretezés
pl: Zmień Rozmiar
sq: Ripërmasoje
ug: شەكلىنى ئۆزگەرتىش قائىدىسى
uk: Змінити розмір
zh_hk: 變形規則

source: Fill Background Horizontal rule
az: Fonun üfüqi doldurulma qaydası
bo_cn: འཕྲེད་ངོས་ཁ་སྐོང་སྒྲིག་སྲོལ།
hu: Kitöltési háttér vízszintes szabály
pl: Wypełnij tło zasada pozioma
ug: توغرا يۆنىلىشلىك تولدۇرۇش قائىدىسى
uk: Заповнювати фонову горизонтальну лінійку
zh_hk: 橫向填充規則

source: Use Custom text icon color
az: Fərdi mətn nişanı rəngi isitifadə edin
bo_cn: རང་གིས་བཟོས་པའི་ཡིག་ཆའི་རྟགས་རིས་ཀྱི་མདོག་བེད་སྤྱོད།
hu: Egyéni szövegikon szín használata
pl: Użyj niestandardowego koloru ikony tekstu
sq: Përdor ngjyrë Vetjake teksti ikonash
ug: ئۆزى بېكىتكەن تېكىست سىنبەلگىسىنىڭ رەڭگىنى ئىشلىتىش
uk: Використати нетиповий колір піктограми тексту
zh_hk: 使用自定的文本圖標顏色

source: Active Text Icon Color
az: Aktiv mətn nişanı rəngi
bo_cn: བྱེད་སྒོའི་ཡིག་ཆའི་རྟགས་རིས་ཀྱི་མདོག
hu: Aktív Szöveg Ikon Színe
pl: Aktywuj Kolor Tekstu Ikony
sq: Ngjyrë Ikone Teksti Aktive
ug: ھەرىكەتچان تېكىست سىنبەلگىسىنىڭ رەڭگى
uk: Колір піктограми активного тексту
zh_hk: 活動的文本圖標顏色

source: Inactive Text Icon Color
az: Qeyri-aktiv mətn nişanı rəngi
bo_cn: བྱེད་སྒོ་མིན་པའི་ཡིག་ཆའི་རྟགས་རིས་ཀྱི་མདོག
hu: Inaktív Szöveg Ikon Színe
pl: Wyłącz Kolor Tekstu Ikony
sq: Ngjyrë Ikone Teksti Joaktive
ug: ھەرىكەتسىز تېكىست سىنبەلگىسىنىڭ رەڭگى
uk: Колір піктограми неактивного тексту
zh_hk: 非活動的文本圖標顏色

source: Special Icon position
az: Xüsusi nişanın mövqeyi
bo_cn: དམིགས་བསལ་རྟགས་རིས་ཀྱི་གནས་ཡུལ།
hu: Speciális ikon pozíciója
pl: Specjalne ustawienie ikon
sq: Pozicion Special Ikonash
ug: ئالاھىدە سىنبەلگىنىڭ ئورنى
uk: Розташування спеціальної піктограми
zh_hk: 特殊圖標位置

source: SkinInputBar
az: Daxiletmə panelinin örtüyü
bo_cn: པགས་པའི་ནང་འཇུག་སྒྲོམ་སྒྲིག་འགོད།
hu: Megjelenés Beviteli Sáv
ug: تېرە كىرگۈزۈش رامكىسى تەڭشىكى
uk: Панель введення обгортки
zh_hk: 皮膚輸入框設置

source: Color of Cursor
az: Kursorun rəngi
bo_cn: འོད་རྟགས་གི་མདོག
hu: Kurzor színe
pl: Kolor Kursora
sq: Ngjyrë Kursori
ug: نۇر بەلگە رەڭگى
uk: Колір курсора
zh_hk: 光標顏色

source: Position or offset of Preedit
az: Öncədən düzəlişin mövqeyi və sürüşməsi
bo_cn: རྩོམ་སྒྲིག་བྱེད་གྲས་ཡིག་ཆའི་གནས་ཡུལ་ལམ་ཕྱོགས་འཛོལ།
hu: Az előre szerkesztés pozíciója vagy eltolása
pl: Pozycja offsetu preedit'a
sq: Pozicion ose shmangie të Parapërpunuare
ug: ئالدىن تەھرىرلەنگەن تېكىستنىڭ ئورنى ئېغىپ كەتكەن بولۇشى مۇمكىن
uk: Розташування або відступ попереднього редагування
zh_hk: 預編輯文本的位置或偏移

source: Position or offset of LookupTable
az: AxtarışCədvəlinin mövqeyi və sürüşməsi
bo_cn: གདམ་བྱའི་ཚིག་གི་གནས་ཡུལ་ལམ་ཕྱོགས་འཛོལ།
hu: A keresőtábla pozíciója vagy eltolása
pl: Pozycja offsetu LookupTable
sq: Pozicion ose shmangie Tabele Kërkimi
ug: نامزات سۆزنىڭ ئورنى ئېغىپ كەتكەن بولۇشى مۇمكىن
uk: Розташування або відступ таблиці пошуку
zh_hk: 候選詞表的位置或偏移

source: Prev Page Icon
az: "Əvvəlki səhifə" nişanı
bo_cn: ཤོག་ངོས་གོང་མའི་རྟགས་རིས།
hu: Előző oldal ikonja
pl: Ikona Poprzedniej Strony
sq: Ikonë Faqeje të Mëparshme
ug: ئالدىنقى سىنبەلگە
uk: Піктограма попередньої сторінки
zh_hk: 上一頁圖標

source: Next Page Icon
az: "Sonrakı səhifə" nişanı
bo_cn: ཤོག་ངོས་འོག་མའི་རྟགས་རིས།
hu: Következő oldal ikonja
pl: Ikona Następnej Strony
sq: Ikonë Faqeje Pasuese
ug: كېيىنكى سىنبەلگە
uk: Піктограма наступної сторінки
zh_hk: 下一頁圖標

source: SkinTrayIcon
az: ÖrtükTreyNişanı
bo_cn: པགས་པའི་སྡུད་སྡེར་གྱི་རྟགས་རིས་སྒྲིག་འགོད།
hu: Megjelenés tálca ikonja
pl: SkórkaIkonyZasobnika
ug: تېرە پەتنۇسى سىنبەلگىسىنى ئورۇنلاشتۇرۇش
uk: Піктограма лотка обгортки
zh_hk: 皮膚托盤圖標設置

source: Active Tray Icon
az: Dinamik daxiletmə nişanı
bo_cn: བྱེད་སྒོའི་ནང་འཇུག་བྱེད་སྟངས་རྟགས་རིས།
hu: Aktív mód tálca ikonja
pl: Aktywna Ikona Zasobnika
sq: Ikonë Paneli Aktiv
ug: ھەرىكەتچان كىرگۈزگۈچ سىنبەلگىسى
uk: Активна піктограма лотка
zh_hk: 活動輸入法圖標

source: Inactive Tray Icon
az: Trey nişanını söndürün
hu: Inaktív tálca ikon
pl: Nieaktywna Ikona Zasobnika
ug: ھەرىكەتسىز كىرگۈزگۈچ سىنبەلگىسى
uk: Неактивна піктограма лотка
zh_hk: 非活動輸入法圖標

source: SkinMenu
az: ÖrtükMenyu
bo_cn: པགས་པའི་འདེམས་བྱང་སྒྲིག་འགོད།
hu: Megjelenés menü
pl: MenuSkórek
ug: تېرە تىزىملىكى تەڭشىكى
uk: Меню обгортки
zh_hk: 皮膚菜單設置

source: Active Menu Color
az: Aktiv menyu rəngi
bo_cn: བྱེད་སྒོའི་འདེམས་བྱང་གི་མདོག
hu: Aktív menü színe
pl: Aktywne Menu Koloru
sq: Ngjyrë Menuje Aktive
ug: ھەرىكەتچان تىزىملىك تۈرى رەڭگى
uk: Колір активного меню
zh_hk: 活動菜單項顏色

source: Space Line Color
az: Ara xəttinin rəngi
bo_cn: དབྱེ་ཐིག་མདོག
hu: Szóköz színe
pl: Kolor Znaku Spacji
sq: Ngjyrë Vije Hapësirash
ug: ئايرىش سىزىقى رەڭگى
uk: Колір пробільного рядка
zh_hk: 分隔線顏色

source: SkinKeyboard
az: Klaviatura örtüyü
bo_cn: མཐེབ་གཞོང་།
hu: Billentyűzet megjelenése
pl: SkórkaKlawiatury
ug: كۇنۇپكا
uk: Обгортка клавіатури
zh_hk: 鍵盤

source: Virtual Keyboard Image
az: Virtual klaviatura surəti
bo_cn: རྟོག་བཟོའི་མཐེབ་གཞོང་གི་པར་རིས།
hu: Virtuális billentyűzet képe
pl: Zdjęcie Klawiatury Witrualnej
sq: Figurë Tastiere Virtuale
ug: مەۋھۇم كۇنۇپكا سۈرىتى
uk: Зображення віртуальної клавіатури
zh_hk: 虛擬鍵盤圖片

source: Key Color On Virtual Keyboard
az: Virtual klaviaturada düymənin rəngi
bo_cn: མཉེན་མཐེབ་ཡི་གེའི་མདོག
hu: Gombok színe a virtuális billentyűzeten
pl: Dominujący Kolor na Klawiaturze Wirtualnej
sq: Ngjyrë Tastesh Në Tastierë Virtuale
ug: يۇمشاق كۇنۇپكا تاختىسى كۇنۇپكىسىنىڭ خەت رەڭگى
uk: Колір клавіш на віртуальній клавіатурі
zh_hk: 軟鍵盤按鍵文字顏色

source: Notificationitem
hu: Értesítési elem
zh_hk: 通知項

source: Whether to display the right-click menu configuration item <Restart>
hu: A <Restart> elem megjelenítése a jobb gombbal kattintva megjelenő konfigurációs elemek között
zh_hk: 是否顯示右鍵配置項目<重啟>

source: Whether to display the right-click configuration item <Vk>
hu: A <Vk> elem megjelenítése a jobb gombbal kattintva megjelenő konfigurációs elemek között
zh_hk: 是否顯示右鍵配置項目<虛擬鍵盤>

source: Whether to display the right-click configuration item <Exit>
hu: A <Exit> elem megjelenítése a jobb gombbal kattintva megjelenő konfigurációs elemek között
zh_hk: 是否顯示右鍵配置項目<退出>

source: Whether to display the right-click configuration item <Skins>
hu: A <Skins> elem megjelenítése a jobb gombbal kattintva megjelenő konfigurációs elemek között
zh_hk: 是否顯示右鍵配置項目<皮膚>

source: Whether to display the right-click configuration item <Help>
hu: A<Help> elem megjelenítése a jobb gombbal kattintva megjelenő konfigurációs elemek között
zh_hk: 是否顯示右鍵配置項目<在線幫助>

source: /Beginner%27s_Guide
az: /Yeni_başlayanlar_üçün_təlimat
bo_cn: /Beginner%27s_Guide/zh-cn
hu: /útmutató%27s_kezdőknek
sq: /Udhërrëfyes_për_Fillestarët

source: /Input_method_related_environment_variables
az: /mühit_dəyişənləri ilə əlaqəli_daxiletmə_üsulu
bo_cn: /Input_method_related_environment_variables/zh-cn
hu: /Beviteli_módszerrel_kapcsolatos_környezeti_változók
sq: /Ndryshore_mjedisi_të_lidhura_me_metoda_dhënieje

source: /XIM
bo_cn: /XIM/zh-cn

source: X11 Utilitiy used by other Addon
bo_cn: ལྷུ་ལག་གཞན་གྱིས་སྤྱོད་པའི་X11 ཡོ་བྱད་རྟེན་འབྱུང་གྲངས།

source: Per program
bo_cn: བྱ་རིམ་ལྟར།

source: Inctive Tray Icon
bo_cn: བྱེད་སྒོ་མིན་པའི་ནང་འཇུག་བྱེད་སྟངས་རྟགས་རིས།

source: Locale:
az: Yerli dil:
hu: Lokalizáció:
pl: Ustawienia Regionalne:
sq: Vendore:
uk: Локаль:

source: Addon Config %s is %s
az: Əlavənin %s tənzimləməsi %sd'r
hu: Bővítmény Konfiguráció %s a %s
pl: Konfiguracja Wtyczki %s to %s
sq: Formësimi i Shtojcës %s është %s
uk: Налаштуванням додатка %s є %s

source: pthread mutex init failed
az: pthread mutex init xətası
hu: A pthread mutex elindítása nem sikerült
pl: pthread mutex init błąd
uk: не вдалося ініціалізувати семафор pthread

source: X error %i on opcode send
az: Opkodun göbdərilməsində X xətası %i
hu: X hiba %i opcode küldés
pl: X error %i podczas wysyłania kodu operacji
sq: Gabim X %i te dërgim opcode-i
uk: Помилка X %i на коді операції надсилання

source: Exec
az: İcra
hu: Futtatható
pl: Wykonaj
uk: Виконуваний файл

source: Unicode
az: Unikod
sq: Unikod
uk: Юнікод

source: /Note_for_GNOME_Later_than_3.6
az: /3.6_versiyasından_köhnə_GNOME_üçün_qeyd
hu: /Megjegyzés_a_GNOME_3.6.-tól_későbbi_verzióihoz
sq: /Shënim_për_GNOME_të_mëvonshme_se_3.6

source: /Hall_of_Shame_for_Linux_IME_Support
az: /Linux_İMEİ_dəstəyinə_görə_utanc_zalı
hu: /Hall_of_Shame_a_Linux_IME_támogatásért
sq: /Famëkeqët_për_Mbulim_IME_në_Linux

source: CTRL_SUPER
hu: CTRL_SZUPER

source: Alt
hu: Minden
